export const bonesubdataTranslations = {
  th: {
    bone: {
      "180-hip-broken-risk": {
        title: "ท่านมีความเสี่ยงที่จะเกิดกระดูกหักจากโรคกระดูกพรุนหรือไม่",
        shot: "เป็นโรคที่มีการสูญเสียมวลกระดูกอย่างต่อเนื่องและโครงสร้างของกระดูกเสื่อมสลายทำให้กระดูกบางลงซึ่งมีความเสี่ยงสูงที่จะทำให้เกิดกระดูกหักได้ง่าย",
        detail: `<figure class="wp-block-image aligncenter"><img class="aligncenter wp-image-1654" src="https://doctorkeng.com/wordpress/wp-content/uploads/2019/02/taninnit_ท่านมีความเสี่ยงที่จะเกิดกระดูกหักจากโรคกระดูกพรุนหรือไม่.jpg" alt="" width="700" height="368" /></figure>
<p style="text-align: center;"><span style="font-size: 14pt; color: #000080;"><strong>ท่านมีความเสี่ยงที่จะเกิดกระดูกหักจากโรคกระดูกพรุนหรือไม่?</strong></span>
<span style="font-size: 14pt; color: #000080;"><strong>การประเมินความเสี่ยงในการเกิดกระดูกหักจากโรคกระดูกพรุน</strong></span>
<span style="color: #000080;">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</span></p>
&nbsp;
<p style="text-align: center;"><span style="color: #000080;"><span style="font-size: 14pt;"><strong>สามารถประเมินความเสี่ยงของการเกิดกระดูกหัก
จากองค์การอนามัยโลกที่เรียกว่า</strong> <strong><span style="color: #000080;">FRAX®</span> <span style="color: #ff00ff;">(<a style="color: #ff00ff;" href="https://www.sheffield.ac.uk/FRAX/tool.aspx?lang=th" target="_blank" rel="noopener noreferrer">คลิกที่นี่</a>)</span></strong> </span></span></p>
<span style="color: #000080;"><strong>โรคกระดูกพรุน </strong></span>เป็นโรคที่มีการสูญเสียมวลกระดูกอย่างต่อเนื่องและโครงสร้างของกระดูกเสื่อมสลายทำให้กระดูกบางลงซึ่งมีความเสี่ยงสูงที่จะทำให้เกิดกระดูกหักได้ง่าย โรคกระดูกพรุนมักไม่ค่อยแสดงอาการจนกระทั่งมีการหักของกระดูกเกิดขึ้น คนทั่วไปมักไม่ทราบว่าตนเองเป็นโรคกระดูกพรุนจนกระทั่งกระดูกอ่อนแอลง เมื่อได้รับแรงกระแทกเพียงเล็กน้อยหรือหกล้มก็ทำให้เกิดกระดูกหักได้ง่ายโดยเฉพาะกระดูกบริเวณสะโพก กระดูกสันหลัง และกระดูกบริเวณข้อมือ ซึ่งอาจทำให้มีอาการปวดมากจนกระทั่งไม่สามารถทำงานและทำกิจวัตรประจำวันได้ เมื่อกระดูกสันหลังหักหรือยุบลงมาก็จะมีอาการปวดหลังอย่างรุนแรง เตี้ยลงและหลังค่อมได้
<br><br>
การรักษาโรคกระดูกพรุนในปัจจุบันมีวัตถุประสงค์หลักเพื่อป้องกันการเกิดกระดูกหักในอนาคต ดังนั้นการประเมินความเสี่ยงของผู้ป่วยในการเกิดกระดูกหักจากโรคกระดูกพรุนจึงมีความจำเป็น ปัจจัยเสี่ยงที่สำคัญมี 2 ประเด็น คือ ปัจจัยที่ทำให้ผู้ป่วยมีความเสี่ยงต่อการเกิดโรคกระดูกพรุน และปัจจัยเสี่ยงที่จะทำให้ผู้ป่วยหกล้ม ปัจจัยเสี่ยงเหล่านี้ได้แก่
<br><br>
1. ผู้ป่วยเคยมีกระดูกหักง่ายที่ได้รับแรงกระแทกไม่รุนแรงหลังจากอายุ 40 ปี เช่น ลื่นหกล้มแล้วเกิดการหักของกระดูกข้อมือ หรือกระดูกตำแหน่งอื่น ก็จะทำให้เพิ่มความเสี่ยงในการเกิดกระดูกหักในอนาคตด้วย<br>
2. การสูบบุหรี่ การดื่มแอลกอฮอล์ และการใช้ยากลุ่มสเตียรอยด์ จะเพิ่มความเสี่ยงโดยขึ้นกับขนาดและปริมาณที่ผู้ป่วยได้รับ ถ้าได้รับปริมาณมากก็จะเพิ่มความเสี่ยงในการเกิดโรคกระดูกพรุนทำให้มวลกระดูกลดลงและเพิ่มความเสี่ยงในการเกิดกระดูกหักมากขึ้น<br>
3. โรคข้ออักเสบรูมาตอยด์ เป็นปัจจัยเสี่ยงที่สำคัญที่ทำให้ผู้ป่วยเป็นโรคกระดูกพรุน และเกิดกระดูกหัก<br>
4. บิดามารดาเป็นโรคกระดูกพรุนและเกิดกระดูกหัก เนื่องมาจากการถ่ายทอดทางพันธุกรรมเกี่ยวกับการสร้างมวลกระดูก<br>
5. ผู้ที่มีความหหนาแน่นของมวลกระดูกลดลงมากจะเพิ่มความเสี่ยงในการเกิดกระดูกหักเพิ่มมากขึ้น การตรวจวัดมวลกระดูกต้องวัดด้วยเครื่องตรวจวัดมวลกระดูกที่เรียกว่า DXA ที่ตำแหน่งของกระดูกสันหลัง และกระดูกสะโพกเท่านั้น ไม่นับรวมถึงการตรวจวัดด้วยคลื่นเสียงความถี่สูง หรือการตรวจวัดที่ตำแหน่งอื่นเช่น บริเวณกระดูกข้อมือ และกระดูกส้นเท้าซึ่งมักจะให้ค่าที่ไม่ถูกต้อง
<br><br>
ปัจจุบันมีเครื่องมือที่ใช้ในการ <span style="font-size: 12pt; color: #000080;"><strong>ประเมินความเสี่ยงของการเกิดกระดูกหักจากองค์การอนามัยโลกที่เรียกว่า</strong> <strong>FRAX® <span style="color: #ff00ff;">(<a style="color: #ff00ff;" href="https://www.sheffield.ac.uk/FRAX/tool.aspx?lang=th" target="_blank" rel="noopener noreferrer">คลิกที่นี่</a>) </span></strong></span>โดยใช้ปัจจัยเสี่ยงต่างๆ รวมทั้งการตรวจวัดความหนาแน่นของกระดูกที่ตำแหน่งกระดูกสะโพกมาประเมิน การคำนวณ FRAX จะบอกถึงโอกาสเสี่ยงในระยะเวลา 10 ปี ของการเกิดกระดูกหักที่ตำแหน่งสำคัญ ได้แก่ กระดูกสันหลังหักที่ทำให้มีอาการปวดหลัง กระดูกสะโพก กระดูกต้นแขน กระดูกแขน เครื่องมือนี้เหมาะสมในการประเมินในผู้ชายและผู้หญิงที่มีอายุตั้งแต่ 50 ปีขึ้นไป ผลที่ได้จากการประเมินจะมี 2 ค่าพบว่าถ้าผู้ป่วยมีค่าความเสี่ยงในการเกิดกระดูกหักที่บริเวณกระดูกสะโพกมากกว่าร้อยละ 3 และกระดูกตำแหน่งสำคัญหักมากกว่าร้อยละ 20 แสดงว่าบุคคลนั้นมีความเสี่ยงสูงในการเกิดกระดูกหัก ซึ่งอาจจำเป็นต้องรับการรักษาเพื่อลดอุบัติการณ์ในการเกิดกระดูกหักในอนาคต แต่ในกรณีที่มีความเสี่ยงในการเกิดกระดูกหักต่ำก็ไม่จำเป็นต้องใช้ยาในการรักษาโรคกระดูกพรุน
<br><br>
การรักษาโรคกระดูกพรุน ทำได้โดยการปรับปรุงการใช้ชีวิตประจำวัน หลีกเลี่ยงปัจจัยเสี่ยงเช่น การดื่มแอลกอฮอล์ การสูบบุหรี่ ควรออกกำลังกายชนิดที่มีการรับน้ำหนักเช่น การเดิน การวิ่ง ร่วมกับการฝึกความแข็งแรงของกล้ามเนื้อ การรำมวยไท้เก๊กก็จะช่วยฝึกสมดุลของกล้ามเนื้อและร่างกาย ทำให้ป้องกันการหกล้มได้ดี นอกจากนี้ควรมีการป้องกันการหกล้มซึ่งได้แก่ การปรับแสงไฟฟ้าให้สว่างเพียงพอภายในที่พักอาศัย จัดวางสิ่งของภายในบ้านให้เป็นระเบียบเรียบร้อย การใช้เครื่องพยุงช่วยเดิน หลีกเลี่ยงการเดินบนพื้นผิวไม่เรียบ ถ้ามีปัญหาทางสายตาควรได้รับการแก้ไข เช่น โรคต้อกระจก ต้อหิน เป็นต้น
<br><br>
ส่วนใหญ่มักจะมีคำถามว่าแคลเซียมมีความจำเป็นต่อร่างกายเพียงไร และจำเป็นต้องรับประทานมากน้อยขนาดไหน ถ้าทานไปแล้วจะเกิดการสะสมในร่างกายทำให้เกิดกระดูกงอก เกิดนิ่วในไต หรือมีผลเสียต่อร่างกายหรือไม่ โดยปกติแล้วร่างกายต้องการแคลเซียมมีความแตกต่างกันในแต่ละช่วงอายุ เพศชายและเพศหญิงอายุมากกว่า 50 ปี ต้องการแคลเซียม 1,000 มิลลิกรัมต่อวัน จากการศึกษาวิจัยในคนไทยพบว่าอาหารในแต่ละวันจะได้ปริมาณแคลเซียมโดยเฉลี่ยประมาณ 400 มิลลิกรัมต่อวัน ซึ่งหมายความว่าร่างกายของคนเรานั้นยังขาดแคลเซียม ดังนั้นจึงควรได้รับแคลเซียมเสริมเข้าไปให้เพียงพอกับปริมาณที่ร่างกายต้องการ ชนิดของแคลเซียมก็ควรเหมาะสมในแต่ละช่วงอายุเช่น ถ้าเป็นในวัยเด็กและวัยรุ่นร่างกายยังต้องการพลังงาน และโปรตีน การให้ดื่มนมซึ่งมีปริมาณแคลเซียมสูงก็เป็นสิ่งที่เหมาะสม แต่ในผู้ที่อายุมากขึ้นการดื่มนมเพื่อรับปริมาณแคลเซียมอาจจะทำให้ร่างกายได้รับพลังงานมากเกินไป อาจทำให้อ้วนได้ โดยเฉพาะในผู้สูงอายุซึ่งมักมีโรคข้อเข่าเสื่อมร่วมด้วยก็อาจทำให้อาการข้อเข่าเสื่อมแย่ลงด้วย ดังนั้นในผู้สูงอายุจึงแนะนำให้รับประทานแคลเซียมคาร์บอเนตประมาณ 1,500 มิลลิกรัม ซึ่งจะแตกตัวให้ปริมาณแคลเซียมประมาณ 600 มิลลิกรัม เมื่อรวมกับปริมาณของแคลเซียมที่ได้จากอาหารก็จะเพียงพอกับความต้องการของร่างกาย ช่วงเวลาที่ดีที่สุดที่ควรรับประทานแคลเซียมคือ หลังอาหารทันทีในช่วงไหนก็ได้ของวันเพราะระบบทางเดินอาหารจะมีการหลั่งกรดออกมาทำให้ร่างกายสามารถดูดซึมแคลเซียมได้ดีขึ้น
<br><br>
ในปัจจุบันยารักษากระดูกพรุนแบ่งเป็น 2 กลุ่มใหญ่ๆ คือ ยากลุ่มยับยั้งการทำลายกระดูก ได้แก่ ยาในกลุ่ม bisphosphonate ซึ่งมีหลายชนิดทั้งรับประทานแบบอาทิตย์ละ 1 ครั้ง เดือนละ 1ครั้ง หรือยาฉีดปีละ 1 ครั้ง รวมทั้งยากลุ่มยับยั้งการทำลายกระดูก denosumab ที่ฉีดเข้าใต้ผิวหนังซึ่งใช้ฉีดทุก 6 เดือน และยากลุ่มกระตุ้นการสร้างกระดูกteriparatide ซึ่งการพิจารณาใช้ยารักษากระดูกพรุนขึ้นอยู่กับความเหมาะสมของผู้ป่วยในแต่ละรายและดุลยพินิจของแพทย์ โดยระยะเวลาในการรักษาโรคกระดูกพรุนประมาณ 5 ปี

<hr />

<span style="color: #000000;"><strong><span style="font-size: 10pt;"><span style="color: #000080;">สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่</span><br/>
</span></strong><span style="font-size: 10pt;"><strong>Line OA:</strong> <a style="color: #000000;" href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>หรือ Line ID search</strong> @DoctorKeng</span></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Website: </strong>www.doctorkeng.com</span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>YouTube:</strong> <a style="color: #000000;" href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Facebook:</strong> <a style="color: #000000;" href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Blockdit</strong>: <a style="color: #000000;" href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener">https://www.blockdit.com/doctorkeng</a></span><br/>`,
      },
      "112-osteoporosis-teach": {
        title: "บรรยายโรคกระดูกพรุน",
        shot: "บรรยายโรคกระดูกพรุน",
        detail: `<center><iframe src="https://www.youtube.com/embed/9mo882JDST4" width="760" height="415" frameborder="0" allowfullscreen="allowfullscreen"></iframe></center><center>บรรยายโรคกระดูกพรุน โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</center>`,
      },
      "osteo-woman": {
        title: "กระดูกพรุน ภัยเงียบสำหรับผู้หญิง",
        shot: "พวกเราเชื่อกันมั้ยครับว่า มากกว่า 40% ของผู้หญิงที่อายุมากกว่า 50 ปี มีโอกาสเกิดกระดูกหักจากโรคกระดูกพรุน ปัญหาของโรคกระดูกพรุนคือ<strong> การเกิดกระดูกหัก!</strong> ตำแหน่งที่เกิดกระดูกหักได้แก่ กระดูกข้อมือ กระดูกสะโพก และกระดูกสันหลัง",
        detail: `<!-- wp:image {"id":2798,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/11/ความสำคัญของแคลเซียม-10-1024x576.png" alt="กระดูกพรุน ภัยเงียบสำหรับผู้หญิง" class="wp-image-2798"/></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81">
<p style="text-align: center;"><span style="font-size: 24pt; color: #0c2187;"><strong>กระดูกพรุน ภัยเงียบสำหรับผู้หญิง</strong></span></p>
<p style="text-align: center;"><span style="font-size: 12pt; color: #0c2187;">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</span></p>
</div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">พวกเราเชื่อกันมั้ยครับว่า มากกว่า 40% ของผู้หญิงที่อายุมากกว่า 50 ปี มีโอกาสเกิดกระดูกหักจากโรคกระดูกพรุน ปัญหาของโรคกระดูกพรุนคือ<strong> การเกิดกระดูกหัก!</strong> ตำแหน่งที่เกิดกระดูกหักได้แก่ กระดูกข้อมือ กระดูกสะโพก และกระดูกสันหลัง</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:image {"id":9837,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบสำหรับผู้หญิง-1024x538.jpg" alt="" class="wp-image-9837"/></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">โรคกระดูกพรุนมักไม่ค่อยแสดงอาการจนกระทั่งมีการหักของกระดูกเกิดขึ้น คนทั่วไปมักไม่ทราบว่าตนเองเป็นโรคกระดูกพรุนจนกระทั่งกระดูกอ่อนแอลง เมื่อได้รับแรงกระแทกเพียงเล็กน้อยหรือหกล้มก็ทำให้เกิดกระดูกหักได้ง่าย</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">สิ่งสำคัญคือการประเมินว่าท่านมีความเสี่ยงในการเกิดกระดูกหักหรือไม่ เพื่อป้องกันการสูญเสียดังที่กล่าวมา กระดูกหักสามารถป้องกันได้ ถ้าทราบความเสี่ยงตั้งแต่ต้น</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:html -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<h3 class="jss80 jss81"><strong><span style="font-size: 14pt;">ท่านสามารถประเมินความเสี่ยงของการเกิดกระดูกพรุนของตัวท่านเองได้โดย คลิกที่นี่ <a href="https://www.sheffield.ac.uk/FRAX/tool.aspx?lang=th">(Click)</a></span></strong></h3>
</div>
<div><hr />
<p><span style="font-size: 10pt;"><strong><span style="color: #17479e;">สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่</span><br /></strong><strong>Line OA:</strong> <a href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>หรือ Line ID search</strong> @DoctorKeng</span><br /><span style="font-size: 10pt;"><strong>Website: </strong><a href="https://doctorkeng.com" target="_blank" rel="noopener">https://doctorkeng.com</a></span><br /><span style="font-size: 10pt;"><strong>YouTube:</strong> <a href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span><br /><span style="font-size: 10pt;"><strong>Facebook:</strong> <a href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a></span><br /><span style="font-size: 10pt;"><strong>Blockdit</strong>: <a href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener">https://www.blockdit.com/doctorkeng</a></span></p>
</div>
</div>
<!-- /wp:html -->`,
      },
      "osteo-old-aged": {
        title: "กระดูกพรุน ภัยเงียบของผู้สูงอายุ",
        shot: "ปัญหาของกระดูกพรุน คือ การเกิดกระดูกหักสำหรับคนที่อายุมากกว่า 50 ปีขึ้นไป เช่น กระดูกสันหลัง กระดูกข้อมือ กระดูกสะโพก",
        detail: `<!-- wp:image {"id":9843,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ-1024x538.jpg" alt="" class="wp-image-9843"/></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div>
<div class="jss77 jss72">
<div class="jss78 jss79">
<div>
<p style="text-align: center;"><span style="font-size: 24pt; color: #2813b0;"><strong>กระดูกพรุน ภัยเงียบของผู้สูงอายุ</strong></span></p>
<p style="text-align: center;"><span style="color: #2813b0;">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</span></p>
</div>
</div>
</div>
</div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">ปัญหาของกระดูกพรุน คือ การเกิดกระดูกหักสำหรับคนที่อายุมากกว่า 50 ปีขึ้นไป เช่น กระดูกสันหลัง กระดูกข้อมือ กระดูกสะโพก</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">กระดูกพรุน เป็นความผิดปกติของระบบกระดูกที่มีปริมาณของมวลกระดูกต่ำ และคุณภาพโครงสร้างของกระดูกที่ไม่ดี ซึ่งทำให้เพิ่มความเสี่ยงต่อการเกิดกระดูกหัก โรคกระดูกพรุนในผู้หญิงวัยหมดประจำเดือน (postmenopausal) เกิดขึ้นเมื่อความหนาแน่นของมวลกระดูกลดต่ำลงจากส่วนเบี่ยงเบนมาตรฐานมากกว่า 2.5 เมื่อเทียบกับผู้หญิงสุขภาพดีในวัยก่อนหมดประจำเดือน ซึ่งตัวเลขที่เบี่ยงเบนต่ำกว่ามาตรฐาน 2.5</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->
<br>
<!-- wp:image {"id":9844,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ_003-1024x538.jpg" alt="" class="wp-image-9844"/></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="color: #1d3dad;"><strong><span style="font-size: 14pt;">โรคกระดูกพรุนสามารถแบ่งออกได้เป็น 2 ชนิด คือ</span></strong></span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<ol>
<li class="jss80 jss81"><span style="font-size: 14pt;">โรคกระดูกพรุนที่ไม่มีสาเหตุของการเกิด (Primary osteoporosis) คือโรคกระดูกพรุนที่มีการสูญเสียมวลกระดูกเมื่อมีอายุเพิ่มมากขึ้น<br><strong>ชนิดที่ 1</strong> เชื่อว่าโรคกระดูกพรุนเกิดจากการลดลงของฮอร์โมนเอสโตรเจนในผู้หญิงวัยหมดประจำเดือน ทำให้อัตราของการทำลายกระดูกมากกว่าการสร้างกระดูก โดยรวมจึงทำให้ปริมาณของมวลกระดูกลดลง<br><strong>ชนิดที่ 2</strong> โรคกระดูกพรุนที่เกิดจากอายุเพิ่มมากขึ้น ทำให้อัตราการสร้างกระดูกลดลง<br></span></li>
<li>
<div class="jss80 jss81"><span style="font-size: 14pt;">โรคกระดูกพรุน ที่เกิดจากโรคที่มีมาก่อนหรือการได้รับยาบางประเภทมาก่อน เช่น เป็นโรคข้ออักเสบรูมาตอยด์ หรือการได้รับยาสเตียรอยด์เป็นเวลานานๆโรคกระดูกพรุนเป็นภัยเงียบ มักไม่แสดงอาการใด ๆ จนกระทั่งมีการเกิดกระดูกหัก ดังนั้นการคัดกรองบุคคลทั่วไปจึงมีความจำเป็นกระดูกหักมักเกิดที่ กระดูกสันหลัง กระดูกข้อมือ และกระดูกสะโพก<br></span></div>
</li>
</ol>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:image {"id":9848,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ_004-1024x538.jpg" alt="" class="wp-image-9848"/></figure>
<!-- /wp:image -->

<!-- wp:image {"id":9850,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ_005-1024x538.jpg" alt="" class="wp-image-9850"/></figure><figcaption class="wp-element-caption">กระดูกข้อมือหัก</figcaption></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<h2 class="jss80 jss81"><span style="color: #1d3dad;"><strong><span style="font-size: 14pt;">การตรวจวินิจฉัย</span></strong></span></h2>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">การตรวจวัดหาค่าความหนาแน่นของมวลกระดูก (Bone mass density) เป็นสิ่งสำคัญในการประเมินให้การวินิจฉัยโรคกระดูกพรุน และเป็นการตรวจสอบเพื่อติดตามผลตอบสนองต่อการรักษาของผู้ป่วยมาตรฐานการตรวจหาความหนาแน่นของกระดูกต้องตรวจเด้วยเครื่อง Central dual-energy absorptiometry ซึ่งพบว่าเมื่อมีการลดลงของความหนาแน่นมวลกระดูกทุกๆ 1 ส่วนเบี่ยงเบนมาตรฐาน จากค่าปกติในคนวัยหนุ่มสาว (อายุประมาณ 20-30 ปี) จะมีความเสี่ยงต่อการเกิดกระดูกหักเพิ่มมากขึ้นประมาณ 2-3 เท่า</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:image {"id":9852,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ_006-1024x538.jpg" alt="" class="wp-image-9852"/></figure>
<!-- /wp:image -->

<!-- wp:image {"id":9854,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ_007-1024x538.jpg" alt="" class="wp-image-9854"/></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81" style="text-align: left;"><span style="color: #1d3dad;"><strong><span style="font-size: 14pt;">การรักษา : </span></strong></span><span style="font-size: 14pt;">การรักษาโรคกระดูกพรุนประกอบด้วยหลายส่วนด้วยกันได้แก่</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<ul>
<li class="jss80 jss81"><span style="font-size: 14pt;">การปรับปรุงการใช้ชีวิตประจำวัน (lifestyle modifications)</span></li>
<li class="jss80 jss81"><span style="font-size: 14pt;">ผู้ป่วยทุกคนควรออกกำลังกายชนิดที่มีการรับน้ำหนัก (weight-bearing exercise) เช่นการเดิน การวิ่ง ร่วมกับการฝึกความแข็งแรงของกล้ามเนื้อ (strength training)</span></li>
<li class="jss80 jss81"><span style="font-size: 14pt;">ผู้ป่วยทุกรายที่มีปัญหาในการเคลื่อนไหวควรต้องส่งต่อให้นักกายภาพบำบัดเพื่อทำการฟื้นฟูสมรรถภาพของร่างกาย</span></li>
<li><span style="font-size: 14pt;">ผู้ป่วยทุกคนควรได้รับคำแนะนำในการป้องกันการหกล้ม ซึ่งได้แก่ การปรับแสงไฟฟ้าให้สว่างเพียงพอภายในที่พักอาศัย จัดวางสิ่งของภายในบ้านให้เป็นระเบียบเรียบร้อย การใช้เครื่องพยุงช่วยเดิน หลีกเลี่ยงการเดินบนพื้นผิวไม่เรียบ ถ้ามีปัญหาทางสายตาควรได้รับการแก้ไขเช่นโรคต้อกระจก ต้อหิน</span></li>
</ul>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">ผู้ป่วยควรได้รับแคลเซียมและวิตามินที่เพียงพอต่อความต้องการของร่างกาย ซึ่งผู้ป่วยที่เป็นโรคกระดูกพรุนควรได้รับปริมาณของแคลเซียมวันละ 1,500 มิลลิกรัม ทางอาหารและแคลเซียมเสริมชนิดเม็ด ปริมาณวิตามินดีที่ร่างกายต้องการวันละ 800 IU เพื่อรักษาระดับของวิตามินดีในกระแสเลือดให้อยู่ที่ 30 ng/ml หรือสูงกว่านี้</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="color: #1d3dad;"><strong><span style="font-size: 14pt;">การรักษาด้วยยา</span></strong></span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">มียามากมายหลายชนิดที่เป็นทางเลือกในการนำมารักษาผู้ป่วยโรคกระดูกพรุน ซึ่งได้แก่ การรักษาด้วยฮอร์โมน selective estrogen receptor modulators ฮอร์โมน calcitonin ยากลุ่ม bisphosphonates และยาที่สร้างมวลกระดูก teriparatide ซึงเป็น recombinant human parathyroid hormone </span><span style="font-size: 14pt;">โดยทั่วไปยาที่เป็นทางเลือกอันดับแรกในการนำมารักษาโรคกระดูกพรุนคือยาในกลุ่ม bisphosphonates ซึ่งมีคุณสมบัติเป็นยายับยั้งการทำลายกระดูก โดยออกทธิ์โดยตรงต่อเซลล์ทำลายกระดูก (Osteoclast) ออกฤทธิ์มีผลให้เกิดกระบวนการ apoptosis ของเซลล์ osteoclast มีผลทำให้จำนวน และการทำงานของเซลล์ osteoclast ลดลง ซึ่งยากลุ่ม Bisphosphonates ที่มีการใช้ได้แก่</span></div>
<ul>
<li><span style="font-size: 14pt;">Alendroante 70 มิลลิกรัม รับประทานสัปดาห์ละ 1 ครั้ง</span></li>
<li><span style="font-size: 14pt;">Risedronate 35 มิลลิกรัม รับประทานสัปดาห์ละ 1 ครั้ง</span></li>
<li><span style="font-size: 14pt;">Ibandronate 150 มิลลิกรัม รับประทานสัปดาห์ละ 1 ครั้ง</span></li>
<li><span style="font-size: 14pt;">Zoledronic acid 5 มิลลิกรัมโดยให้ยาผ่านเข้าทางเส้นเลือด โดยให้ปีละ 1 ครั้ง</span></li>
</ul>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">ยา Teriparatide เป็นยาเพียงชนิดเดียวที่มีผลในการกระตุ้นการสร้างกระดูกในการรักษาโรคกระดูกพรุน ซึ่งยานี้ประกอบด้วยaminoterminal portionของ human parathyroid hormone molecule (1-34) เมื่อให้ยานี้ฉีดเข้าใต้ผิวหนังวันละ 1 ครั้ง จะมีผลในการรกระตุ้นทั้งกระบวนการการสร้างกระดูก และกระบวนการทำลายกระดู แต่ผลโดยรวมจะเกิดการสร้างกระดูกมากกว่าการทำลายกระดูก</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:separator {"opacity":"css","className":"is-style-wide"} -->
<hr class="wp-block-separator has-css-opacity is-style-wide"/>
<!-- /wp:separator -->

<!-- wp:paragraph -->
<p><strong>สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่</strong></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>L<strong>i</strong>ne OA:&nbsp;https://lin.ee/swOi91Q หรือ Line ID search @doctorkeng<br>Website:&nbsp;www.doctorkeng.com<br>YouTube:&nbsp;https://www.youtube.com/results?search_query=taninnit+leerapun<br>Facebook:&nbsp;<a href="https://www.facebook.com/backpainnonop" target="_blank" rel="noreferrer noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a><br>Blockdit:<span class="contact-line" style="padding-left: 4px;">https://www.blockdit.com/doctorkeng</span></p>
<!-- /wp:paragraph -->`,
      },
    },
    "91-cancellous-bone": {
      title: "โรคกระดูกพรุน",
      shot: "“การสูญเสียมวลกระดูกไม่แสดงอาการใดออกมา ประชาชนทั่วไปมักไม่ทราบว่าตนเองเป็นโรคกระดูกพรุนจนกระทั่งกระดูกอ่อนแอลง เมื่อได้รับแรงกระแทกเพียงเล็กน้อย หรือหกล้มก็ทำให้เกิดกระดูกหัก”",
      detail: `<p style="text-align: right;"><strong>โรคกระดูกพรุน</strong><br>โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</p>
<p>&nbsp;“การสูญเสียมวลกระดูกไม่แสดงอาการใดออกมา ประชาชนทั่วไปมักไม่ทราบว่าตนเองเป็นโรคกระดูกพรุนจนกระทั่งกระดูกอ่อนแอลง เมื่อได้รับแรงกระแทกเพียงเล็กน้อย หรือหกล้มก็ทำให้เกิดกระดูกหัก”</p>
<p><strong>โรคกระดูกพรุนคืออะไร?<br></strong>โรคกระดูกพรุน คือ โรคที่มีการสูญเสียมวลกระดูกอย่างต่อเนื่อง และเสื่อมสลายทางโครงสร้างของกระดูกทำให้กระดูกบางลง มีความเสี่ยงสูงที่จะทำให้เกิดกระดูกหักได้ง่าย โรคนี้ค่อยๆเกิดขึ้นเป็นระยะเวลานาน มักไม่ค่อยแสดงอาการจนกระทั่งมีการหักของกระดูกเกิดขึ้น</p>
<p style="text-align: center;"><strong><figure class="wp-block-image aligncenter"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2023/11/S__3547141_0-213x300.jpg" alt="" width="213" height="300"></figure></strong></p>
<p><strong>รูปภาพ 1</strong>&nbsp;ผู้ป่วยที่มีอายุมากขึ้นและเป็นโรคกระดูกพรุนร่วมกับมีการยุบตัวของกระดูกสันหลังทำให้ตัวเตี้ยลงและหลังค่อม</p>
<p style="text-align: left;">โดยปกติร่างกายจะมีการสะสมมวลกระดูกตั้งแต่แรกเกิด จนกระทั่งมีมวลกระดูกสูงสุดในช่วงอายุประมาณ 20-30 ปี ซึ่งหลังจากนั้นความหนาแน่นของมวลกระดูกจะคงที่ หลังจากนั้นเมื่อมีอายุประมาณ50 ปี ความหนาแน่นของมวลกระดูกจะเริ่มลดลงอย่างต่อเนื่อง โดยพบว่าเพศหญิงจะมีอัตราการสูญเสียของมวลกระดูกมากกว่าในเพศชาย เนื่องจากผลของการหมดประจำเดือน เนื่องจากฮอร์โมนเอสโตรเจน ซึ่งเป็นฮอร์โมนที่ยับยั้งการสร้างกระดูกนั้นมีปริมาณที่ลดลง ทำให้เกิดการทำลายกระดูกมากกว่าการสร้างกระดูกมีผลทำให้มวลกระดูกบางลง ถ้ากระดูกบางลงจนถึงจุดหนึ่งจะทำให้เกิดกระดูกหักตามมา ซึ่งอาจมีอันตรายถึงชีวิตได้</p>
<p style="text-align: center;">
</p><p><strong style="text-align: right;"><figure class="wp-block-image aligncenter"><img style="font-size: 17px;" src="https://doctorkeng.com/wordpress/wp-content/uploads/2023/11/S__3547144_0-187x300.jpg" alt="" width="187" height="300"></figure></strong><strong><br></strong></p>
<p><strong>รูปภาพ 2&nbsp;</strong>แสดงความสัมพันธ์ของมวลกระดูกที่เพิ่มขึ้นในช่วงวัยเด็ก และลดลงในช่วงอายุ 50 ปีขึ้นไป โดยพบว่าในเพศหญิงมวลกระดูกจะลดลงอย่างรวดเร็วมากกว่าในเพศชาย เนื่องมาจากการหมดประจำเดือน ทำให้เพศหญิงมีโอกาสเกิดโรคกระดูกพรุนมากกว่าเพศชาย และมีโอกาสเกิดกระดูกหักได้มากขึ้น</p>
<p style="text-align: left;"><strong>โรคกระดูกพรุนมีอาการอย่างไร?<br></strong>โรคกระดูกพรุนมักถูกเรียกว่า “มหันตภัยเงียบ” เนื่องจากการสูญเสียมวลกระดูกไม่แสดงอาการใดออกมา ประชาชนทั่วไปมักไม่ทราบว่าตนเองเป็นโรคกระดูกพรุนจนกระทั่งกระดูกอ่อนแอลง เมื่อได้รับแรงกระแทกเพียงเล็กน้อย หรือหกล้มก็ทำให้เกิดกระดูกหักได้ง่ายโดยเฉพาะกระดูกบริเวณสะโพก, กระดูกสันหลัง, และกระดูกบริเวณข้อมือผู้ป่วยอาจจะมีอาการปวดมากจนกระทั่งไม่สามารถทำงานและทำกิจวัตรประจำวันได้ เมื่อกระดูกสันหลังหัก หรือยุบลงมาผู้ป่วยจะมีอาการปวดหลังอย่างรุนแรง, ตัวเตี้ย, หลังค่อม</p>
<p></p>
<p style="text-align: center;"><strong style="text-align: right;"><figure class="wp-block-image aligncenter"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2023/11/S__3547143_0-215x300.jpg" alt="" width="215" height="300" style="font-size: 17px;"></figure></strong><strong><br><br>รูปภาพ 3</strong>&nbsp;แสดงโครงสร้างของกระดูกปกติ และโครงสร้างของกระดูกพรุน และการยุบตัวของกระดูกสันหลัง</p>
<p><strong>อะไรเป็นสาเหตุทำให้เกิดโรคกระดูกพรุน ?<br></strong>สาเหตุที่แท้จริงของโรคกระดูกพรุนไม่ทราบแน่นอน อย่างไรก็ตามปัจจัยเสี่ยงที่ทำให้เกิดโรคกระดูกพรุนได้แก่ เพศหญิง, ประจำเดือนหมดก่อนวัยอันควร หรือได้รับการผ่าตัดเอารังไข่ออก, ได้รับอาหารที่มีแคลเซียมต่ำ, สูบบุหรี่, ดื่มสุราและกาแฟมาก, ได้รับยาสเตียรอยด์, ยารักษาโรคไทรอยด์, เป็นโรครูมาตอยด์ พบว่า 50% ของผู้หญิงที่อายุมากกว่า 50 ปีเกิดกระดูกหักเนื่องจากโรคกระดูกพรุน</p>
<p><strong>ทราบได้อย่างไรว่าเป็นโรคกระดูกพรุนหรือไม่?<br></strong>แพทย์สามารถตรวจความหนาแน่นของมวลกระดูกโดยใช้เครื่องเอกซเรย์(DEXA)วัดความหนาแน่นของมวลกระดูกที่สะโพก, กระดูกสันหลัง, และกระดูกข้อมือ ซึ่งเป็นวิธีการวัดมวลกระดูกด้วยเทคนิคพิเศษโดยใช้รังสีจำนวนน้อยเพื่อหาปริมาณของมวลกระดูก</p>
<p><strong>มีวิธีป้องกันการเกิดโรคกระดูกพรุนอย่างไร?<br></strong>การป้องกันไม่ให้เกิดโรคกระดูกพรุนเป็นวิธีการที่ดีที่สุด เพื่อป้องกันไม่ให้เกิดกระดูกหัก โดย<br>1. หลีกเลี่ยงปัจจัยเสี่ยงต่างๆที่ทำให้เกิดโรคกระดูกพรุน<br>2. รับประทานแคลเซียม ให้เพียงพอต่อความต้องการของร่างกายเพื่อช่วยเสริมสร้างความแข็งแรงของกระดูก โดยมีความต้องการที่แตกต่างกันในแต่ละช่วงอายุคือ</p>
<ul>
<li>เพศชายและเพศหญิงอายุ 9-18 ปี ต้องการแคลเซียม 1,300 มิลลิกรัมต่อวัน</li>
<li>เพศชายและเพศหญิงอายุ19-50 ปี ต้องการแคลเซียม 1,200 มิลลิกรัมต่อวัน</li>
<li>ผู้หญิงตั้งครรภ์ และให้นมบุตรต้องการแคลเซียม 1,300 มิลลิกรัมต่อวัน</li>
<li>เพศชายและเพศหญิงอายุมากกว่า 50 ปี ต้องการแคลเซียม 1,000 มิลลิกรัมต่อวัน</li>
<li>อาหารที่มีแคลเซียมสูงได้แก่ โยเกิร์ต, นม 1 แก้ว(250 cc) มีแคลเซียม 300มก., ปลากระป๋อง, ผักบร๊อคเคอรี่, ผักใบเขียว</li>
<li>วิตามินดี ร่างกายต้องการวิตามินดีวันละ 200-600iu</li>
<li>ออกกำลังกายอย่างสม่ำเสมอ การออกกำลังกายช่วยลดการสูญเสียมวลกระดูกเช่น การเดิน, การวิ่ง, การวิ่งบนสายพาน การรำมวยไท้เก๊กเป็นการช่วยฝึกความสมดุลของร่างกายเพื่อป้องกันไม่ให้หกล้มได้ง่าย</li>
</ul>
<p><strong>ถ้าเป็นโรคกระดูกพรุนแล้วมีวิธีการรักษาอย่างไร?<br></strong>หลักการในการรักษาผู้ป่วยโรคกระดูกพรุน ได้แก่</p>
<ul>
<li>ลดปัจจัยเสี่ยงดังที่กล่าวมาข้างต้น</li>
<li>ป้องกันไม่ให้หกล้ม เพราะจะทำให้เกิดกระดูกหักง่าย</li>
<li>รับประทานแคลเซียม วิตามินดีให้เพียงพอกับความต้องการของร่างกาย</li>
<li>เมื่อเกิดโรคกระดูกพรุนแล้วก็มีการใช้ยาในการรักษาเพื่อชลอการสูญเสียมวลกระดูกไม่ให้เกิดมากขึ้น และลดอัตราการเกิดกระดูกหัก ปัจจุบันที่ใช้ในการรักษาได้แก่
<ul>
<li>ยายับยั้งการทำลายกระดูก<br>- ยา celvista ซึ่งจะช่วยลดอุบัติการณ์ของการเกิดกระดูกสันหลังยุบ<br>- ยากลุ่มบิสฟอสโฟเนท(bisphosphonate) ซึ่งได้แก่<br>ยากลุ่มที่สามารถรับประทานแบบสัปดาห์ละ 1 ครั้ง ได้แก่ ฟอสซาแมก (fosamax), แอคโตเนียว (Actonel)<br>ยาลดการทำลายกระดูกชนิดรับประทานเดือนละ 1 ครั้งได้แก่ บอนวิวา (Bonviva)<br>ซึ่งยาในกลุ่มนี้สามารถลดอุบัติการณ์การเกิดกระดูกหักที่กระดูกสันหลัง และกระดูกหักที่บริเวณสะโพกได้</li>
<li>ยา Strontium ซึ่งมีคุณสมบัติที่ช่วยยับยั้งการทำลายกระดุก และช่วยสร้างมวลกระดูก</li>
<li>ยาฉีดกระตุ้นการสร้างกระดูกโดยตรง (parathyroid hormone, Forteo) ซึ่งจะช่วยเพิ่มการสร้างมวลกระดูก</li>
</ul>
</li>
</ul>`,
    },
    "115-backpain-osteoporosis": {
      title: "อาการปวดหลังและโรคกระดูกพรุน",
      shot: "เพื่อความเข้าใจของคนทั่วไปเกี่ยวกับเรื่อง โรคกระดูกพรุน ผมอยากจะอธิบายให้ฟังดังรายละเอียดดังนี้ครับ ปัญหาโรคกระดูกพรุนคือ",
      detail: `<figure class="wp-block-image aligncenter"><img class="aligncenter wp-image-1600" src="https://doctorkeng.com/wordpress/wp-content/uploads/2018/03/ปวดหลังและโรคกระดูกพรุน.jpg" alt="" width="700" height="368" /></figure>
<p style="text-align: center;"><span style="color: #000080;"><strong>อาการปวดหลังและโรคกระดูกพรุน</strong></span>
<span style="color: #000080;"><strong>โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</strong></span></p>
<center><iframe src="https://www.youtube.com/embed/tREzu3x386o" width="560" height="315" frameborder="0" allowfullscreen="allowfullscreen"></iframe></center><span style="color: #000080;"><strong>กรณีศึกษาน่าสนใจในผู้สูงอายุที่มาพบแพทย์ด้วยอาการปวดหลัง</strong></span>
เพื่อความเข้าใจของคนทั่วไปเกี่ยวกับเรื่อง <strong>โรคกระดูกพรุน</strong> ผมอยากจะอธิบายให้ฟังดังรายละเอียดดังนี้ครับ ปัญหาโรคกระดูกพรุนคือ ภาวะที่ผู้ป่วยมีปริมาณความหนาแน่นของมวลกระดูกลดลง โครงสร้างภายในของกระดูกมีการเสื่อมสลายทำให้เพิ่มความเสี่ยงต่อการเกิดกระดูกหักได้ง่ายมากขึ้นกว่าคนปกติ โดยทั่วไปอาการแสดงของผู้ป่วยโรคกระดูกพรุนมักจะมี 2 ระยะคือ
<ol>
 \t<li>ในระยะเริ่มต้นที่มวลกระดูกเริ่มลดลงเรื่อยๆ ผู้ป่วยมักจะไม่มีอาการอะไรเลย ส่วนใหญ่มักจะเริ่มต้นในผู้หญิงที่เริ่มหมดประจำเดือน และมีปัจจัยเสี่ยง ช่วงนี้สามารถตรวจสอบได้จากการวัดความหนาแน่นของมวลกระดูกเท่านั้น</li>
 \t<li>ในระยะที่กระดูกพรุนชนิดรุนแรง คือ มีกระดูกโปร่งบางมาก ร่วมกับมีกระดูกสันหลังหักยุบ หรือการเกิดกระดูกสะโพกหัก ซึ่งผู้ป่วยมักจะมีอาการปวดหลัง หลังโก่งค่อม และสังเกตได้ว่าส่วนสูงของผู้ป่วยลดลงในบางครั้งอาการปวดหลังอาจจะร้าวมาที่บริเวณหน้าอก หลังโก่ง ทานข้าวได้น้อยลง อืดท้องแน่นท้อง มักจะพบได้ในผู้ป่วยที่มีอายุมากกว่า 65 ปีขึ้นไป บางครั้งอาจเกิดกระดูกหักที่ตำแหน่งบริเวณข้อมือ กระดูกหักง่าย ปวดเมื่อยตามร่างกาย เช่นในผู้ป่วยรายที่ผมจะยกตัวอย่างต่อไปนี้ครับ</li>
</ol>
<span style="color: #000080;"><b>ปัจจัยเสี่ยงที่สำคัญในการเกิด โรคกระดูกพรุน </b>ได้แก่</span>
<ul>
 \t<li>ประจำเดือนหมดวัยกว่าปกติโดยเฉพาะก่อนอายุ  45 ปี</li>
 \t<li>มีโรคประจำตัวเช่น ข้ออักเสบรูมาตอยด์ โรคไทรอยด์เป็นพิษ</li>
 \t<li>ใช้ยาสเตียรอยด์เป็นประจำในปริมาณมาก และต่อเนื่องเป็นระยะเวลานาน ทั้งในการรักษาโรค หรือรับประทานเอง</li>
 \t<li>มีประวัติครอบครัวทางแม่เคยเป็นโรคกระดูกพรุน หรือเคยมีกระดูกสะโพกหักในครอบครัว โดยเฉพาะครอบครัวฝั่งของมารดา</li>
 \t<li>สูบบุหรี่ และดื่มแอลกอฮอลเป็นประจำ</li>
 \t<li>กระดูกหักง่ายหลังจากอายุ 40 ปี</li>
</ul>
<span style="color: #000080;"><b>สำหรับการป้องกันโรคกระดูกพรุน </b>ได้แก่</span>
<ul>
 \t<li>ในวัยเด็ก วัยรุ่น ให้ดื่มนม ออกกำลังกายให้เหมาะสม</li>
 \t<li>หลีกเลี่ยงปัจจัยเสี่ยงเช่น การดื่มสุรา และการสูบบุหรี่</li>
 \t<li> ในวัยที่อายุมากกว่า 40 ปี ให้ได้รับปริมาณของแคลเซียมให้เพียงพอกับความต้องการของร่างกาย ซึ่งอาจรับประทานแคลเซียมชนิดเม็ดเช่น caltrate 600 มิลลิกรัม รับประทานวันละ 1 เม็ด ก็จะเพียงพอกับความต้องการของร่างกาย เนื่องจากมีการวิจัยพบว่าโดยเฉลี่ย คนไทยได้ปริมาณแคลเซียมจากอาหารประมาณ 300 - 400 มิลลิกรัม ซึ่งถ้าได้รับแคลเซียมเสริมเข้าไปก็จะทำให้เท่ากับปริมาณพอเพียงที่ร่างกายต้องการ</li>
 \t<li>ในผู้หญิงที่มีอายุมากกว่า 65 ปีแนะนำให้ไปตรวจวัดมวลกระดูกจากเครื่องใหญ่ที่เรียกว่า DEXA (Dual Energy absorptiometry) ซึ่งจะตรวจวัดมวลกระดูก 2 ตำแหน่งคือ ที่บริิเวณกระดูกสันหลังส่วนเอว และ กระดูกสะโพก</li>
 \t<li>ในผู้หญิงที่หมดประจำเดือนร่วมกับมีปัจจัยเสี่ยงแนะนำให้ตรวจวัดมวลกระดูกได้เลย เพื่อประเมินสภาพของมวลกระดูกในขณะนั้นว่าเป็นอย่างไร</li>
</ul>
หลังจากที่เราตรวจวัดมวลกระดูกมาแล้ว <b>ไม่ใช่ว่าเมื่อมวลกระดูกติดลบน้อยกว่า  - 2.5 จะมีความจำเป็นต้องทานยาป้องกันกระดูกพรุนทุกครั้ง</b> ซึ่งมักจะทำให้เกิดการรักษาโรคกระดูกพรุนมากเกินความจำเป็น  (Over-treament)

<b><span style="color: #000080;">วัตถุประสงค์ของการให้ยารักษาโรคกระดูกพรุนคือ</span>
</b>เพื่อป้องกันไม่ให้เกิดกระดูกหักในอนาคต หรือลดความเสี่ยงของการเกิดกระดูกหักในอนาคต ซึ่งเราจำเป็นต้องมีการคำนวณความเสี่ยงของการเกิดกระดูกหักในอนาคตของผู้ป่วยในแต่ละราย ซึ่งเราสารถเข้าไป <span style="color: #008000;"><strong>ประเมินความเสี่ยงของการเกิดกระดูกหักในแต่ละบุคคลได้ใน Link <a style="color: #008000;" href="http://www.shef.ac.uk/FRAX/tool.aspx?country=57" target="_blank" rel="noopener noreferrer">(คลิกที่นี่)</a> </strong></span>ซึ่งเป็นเครื่องมือประเมินความเสี่ยงของการเกิดกระดูกหักจากองค์การอนามัยโรค ซึ่งเป็นข้อมูลพื้นฐานของคนไทย ซึ่งจะช่วยทำให้ท่านสามารถประเมินความเสี่ยงต่อการเกิดกระดูกหักในแต่ละบุคคลได้ ดังนั้นการตัดสินใจพิจารณาในการให้ยารักษาโรคกระดูกพรุน เราจะพิจารณาจากความเสี่ยงในการที่จะเกิดกระดูกหักภายใน 10 ปีข้างหน้า ซึ่งถ้าคำนวณออกมาแล้วพบว่า
<ol>
 \t<li>กระดูกตำแหน่งที่สำคัญหัก มีโอกาสหักมากกว่าร้อยละ 20 หรือ</li>
 \t<li>กระดูกสะโพก มีโอกาสหักมากกว่าร้อยละ 3</li>
</ol>
<b>จึงจะพิจารณาในการให้ยาในการรักษาโรคกระดูกพรุน</b> ซึ่งถ้ามีค่าน้อยกว่านี้ก็ไม่มีความจำเป็นต้องรับประทานยารักษาโรคกระดูกพรุน

ในกรณีที่ผู้ป่วยเกิดกระดูกสะโพกหัก หรือกระดูกสันหลังยุบแล้ว ผู้ป่วยเหล่านี้มีความจำเป็นต้องรับการรักษาโรคกระดูกพรุน เพื่อป้องกันไม่ให้เกิดกระดูกหักเพิ่มขึ้นอีก เช่น ในผู้ป่วยที่มีกระดูกสันหลังยุบจากโรคกระดูกพรุน พบว่าถ้าไม่ได้ให้การรักษาที่เหมาะสมจะพบว่าผู้ป่วยมีโอกาสเกิดกระดูกหักเพิ่มขึ้นอีกประมาณร้อยละ 20

<b>สำหรับปัจจุบัน ยาที่ใช้รักษาผู้ป่วยโรคกระดูกพรุนจะมีอยู่ 2 ประเภทคือ</b>
<br/>
<b>1. ยาที่ยับยั้งการทำลายกระดูก</b> เช่น
<ul>
 \t<li>ยาในกลุ่ม Bisphosphonates ที่มีหลากหลายชนิดเช่น ชนิดที่รับประทานอาทิตย์ละ 1 เม็ดเช่น Alendronate (Fosamax plus), Risedronate (Actonel), หรือชนิดที่ฉีดปีละ 1 ครั้งเช่น Zoledronate (Aclasta)</li>
 \t<li>ยาในกลุ่มที่เป็นแอนติบอดี้ มีผลยับยั้งการทำลายกระดูกที่ระดับเซลล์ และไม่มีผลต่อไต ได้แก่ Denosumab (Prolia) ซึ่งใช้ฉีดใต้ผิวหนังทุกๆ 6 เดือน</li>
</ul>
สำหรับระยะเวลาในการรักษาโรคกระดูกพรุน แพทย์มักจะแนะนำให้ยาแก่ผู้ป่วยประมาณ 3-5 ปี
<br/>
<b>2. ยาที่กระตุ้นการสร้างกระดูก</b> ซึ่งมีผลในการสร้างกระดูกโดยตรง ได้แก่ Teriparatide มีข้อบ่งชี้ในผู้ป่วยที่มีกระดูกหักหลายตำแหน่ง เช่น กระดูกสันหลังยุบมากกว่า 2 ตำแหน่ง กระดูกสะโพกหัก หรือเช่นในผู้ป่วยรายที่ยกตัวอย่างข้างต้น ที่มีกระดูกสันหลังยุบมากกว่า 2 ตำแหน่ง ยานี้ใช้ฉีดใต้ผิวหนังทุกวัน นอกจากนี้ยังมีฤทธิ์ในการลดปวดหลังได้ด้วย

การพิจารณาให้ยาแต่ละชนิดขึ้นอยู่กับความเหมาะสมแต่ละราย และดุลยพินิจของแพทย์ ซึ่งต้องมีการพูดคุยและอธิบายประโยชน์ ข้อดี ข้อเสียของยาแต่ละประเภทให้ผู้ป่วยฟังอีกครั้ง โดยมีวัตถุประสงค์ร่วมกันคือการป้องกันการเกิดกระดูกหักในอนาคต`,
    },
  },
  "what-is-osteoporosis-vdo": {
    title: "กระดูกพรุน คืออะไร ป้องกันรักษาอย่างไร ?",
    shot: "กระดูกพรุน คืออะไร ป้องกันรักษาอย่างไร ? หาคำตอบได้จากคลิปวิดีโอนี้ครับ",
    detail: `<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center"><span style="font-size: 24pt; color: #2813b0;"><strong>กระดูกพรุน คืออะไร ป้องกันรักษาอย่างไร ?</strong></span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center"><span style="color: #2813b0;">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><span style="font-size: 14pt;">กระดูกพรุน คืออะไร ป้องกันรักษาอย่างไร ? หาคำตอบได้จากคลิปวิดีโอนี้ครับ</span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p class="text-center"><iframe src="//www.youtube.com/embed/XpZvor_TFHY" width="800" height="449" allowfullscreen="allowfullscreen"></iframe></p>
<!-- /wp:paragraph -->

<!-- wp:heading -->
<h2 class="wp-block-heading" id="สอบถามป-ญหาส-ขภาพกระด-กและข-อได-ท"><span style="color: #2813b0; font-size: 14pt;"><strong>สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่</strong></span></h2>
<!-- /wp:heading -->

<!-- wp:paragraph {"fontSize":"small"} -->
<p class="has-small-font-size"><span style="font-size: 14pt;">Line OA:&nbsp;https://lin.ee/swOi91Q หรือ Line ID search @doctorkeng</span><br><span style="font-size: 14pt;">Website:&nbsp;www.doctorkeng.com</span><br><span style="font-size: 14pt;">YouTube:<span class="contact-line" style="padding-left: 4px;">https://www.youtube.com/results?search_query=taninnit+leerapun</span></span><br><span style="font-size: 14pt;">Facebook:&nbsp;<a href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener noreferrer">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a></span><br><span style="font-size: 14pt;">Blockdit:<span class="contact-line" style="padding-left: 4px;">https://www.blockdit.com/doctorkeng</span></span></p>
<!-- /wp:paragraph -->`,
  },
  "2127": {
    title: "เมื่อเกิดกระดูกพรุนจะเกิดกระดูกหักตำแหน่งไหนบ้าง ?",
    shot: "กระดูกพรุนะคือภาวะที่มีการโปร่งบางของกระดูกและทำให้เกิดการหักของกระดูกได้ง่ายมากขึ้น",
    detail: `<!-- wp:heading {"textAlign":"center"} -->
<h2 class="wp-block-heading has-text-align-center"><strong>เมื่อเกิดกระดูกพรุนจะเกิดกระดูกหักตำแหน่งไหนบ้าง?</strong></h2>
<!-- /wp:heading -->

<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>เมื่อเกิดกระดูกพรุนจะเกิดกระดูกหักตำแหน่งไหนบ้าง</p>
<!-- /wp:paragraph -->

<!-- wp:image {"align":"center","id":10289,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed0227e83a456166436d93c-1024x582.jpeg" alt="" class="wp-image-10289"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph -->
<p>กระดูกพรุนะคือภาวะที่มีการโปร่งบางของกระดูกและทำให้เกิดการหักของกระดูกได้ง่ายมากขึ้น</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><strong>ตำแหน่งที่มักเกิดการหักได้บ่อยคือ</strong></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>1. กระดูกข้อมือ ส่วนใหญ่มักจะเกิดขึ้นในช่วงอายุ 50-60 ปี เนื่องจากเมื่อคนไข้หกล้ม คนไข้รู้ตัวดีมักจะเอามือยันกับพื้น ดังนั้นจึงเกิดการหักของกระดูกในตำแหน่งได้บ่อย</p>
<!-- /wp:paragraph -->

<!-- wp:image {"align":"center","id":10287,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed0249f2475f216a07a6066-586x1024.jpeg" alt="" class="wp-image-10287"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph -->
<p>2. กระดูกสันหลังยุบ ส่วนใหญ่มักพบในอายุประมาณ 60 ปีขึ้นไป เนื่องจากกระดูกบางลง สัมพันธ์กับการก้มยกของ หรือหกล้ม</p>
<!-- /wp:paragraph -->

<!-- wp:image {"align":"center","id":10290,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed02535950ac816b29b4250-793x1024.jpeg" alt="" class="wp-image-10290"/></figure>
<!-- /wp:image -->

<!-- wp:image {"align":"center","id":10291,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed0264a83a4561664383219-1024x1014.jpeg" alt="" class="wp-image-10291"/></figure>
<!-- /wp:image -->

<!-- wp:image {"align":"center","id":10292,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed026642475f216a07aea47-768x1024.jpeg" alt="" class="wp-image-10292"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph -->
<p>3. กระดูกสะโพกหักส่วนใหญ่มักจะเกิดในช่วงอายุ 70 ปีขึ้นไป เนื่องจากอายุมากขึ้น เวลาล้มร่างกายอาจจะตอบสนองไม่ดี ไม่สามารถเอามือยันพื้นก่อนได้ จึงเอาสะโพกกระแทกพื้นจึงเกิดการหัก การรักษากระดูกสะโพกหักแนะนำผ่าตัดทุกกรณียกเว้นมีข้อห้ามบางอย่าง เช่น เพิ่งเป็นโรคหัวใจขาดเลือด การผ่าตัดด้วยแพทย์ผู้ชำนาญให้ผลการรักษาที่ดีกว่าการไม่ผ่าตัด</p>
<!-- /wp:paragraph -->

<!-- wp:image {"align":"center","id":10293,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed026da83a4561664386205-932x1024.jpeg" alt="" class="wp-image-10293"/></figure>
<!-- /wp:image -->

<!-- wp:image {"align":"center","id":10294,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed026dc2475f216a07b0ec2-809x1024.jpeg" alt="" class="wp-image-10294"/></figure>
<!-- /wp:image -->

<!-- wp:separator {"className":"is-style-wide"} -->
<hr class="wp-block-separator has-alpha-channel-opacity is-style-wide"/>
<!-- /wp:separator -->

<!-- wp:paragraph -->
<p><strong>สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่</strong></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><strong>Line OA:</strong>&nbsp;https://lin.ee/swOi91Q หรือ Line ID search @doctorkeng<br><strong>Website:</strong>&nbsp;www.doctorkeng.com<br><strong>YouTube:</strong>&nbsp;https://www.youtube.com/results?search_query=taninnit+leerapun<br><strong>Facebook:</strong>&nbsp;<a href="https://www.facebook.com/backpainnonop" target="_blank" rel="noreferrer noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a><br><strong>Blockdit:</strong><span class="contact-line" style="padding-left: 4px;">https://www.blockdit.com/doctorkeng</span></p>
<!-- /wp:paragraph -->`,
  },
  "161-hip-broken": {
    title: "กระดูกสะโพกหักจากโรคกระดูกพรุน",
    shot: "กระดูกสะโพกหักในปัจจุบันที่ดีและเหมาะสมที่สุดคือการรักษาด้วยการผ่าตัด จากงานวิจัยของคณะแพทยศาสตร์มหาวิทยาลัยเชียงใหม่ และโรงพยาบาลมหาราชนครราชสีมาพบว่า การรักษาผู้ป่วยด้วยวิธีการไม่ผ่าตัด นอนดึงให้กระดูกติด จะทำให้ผู้ป่วยมีโอกาสเสียชีวิตมากกว่าผู้ป่วยในกลุ่มที่รักษาด้วยการผ่าตัดมากถึง 2 – 3 เท่า ดังนั้นการรักษาผู้ป่วยกระดูกสะโพกหักอันเนื่องมาจากโรคกระดูกพรุนด้วยการผ่าตัดจะช่วยรักษาให้ผู้ป่วยสามารถลุกเดิน เคลื่อนไหวได้ไวขึ้น มีการเกิดโรคแทรกซ้อนน้อย และช่วยลดอัตราการเสียชีวิตลงได้ การผ่าตัดส่วนใหญ่นั้นขึ้นอยู่กับตำแหน่งการหักของกระดูกสะโพกบางครั้งก็ใช้วิธีการผ่าตัดยึดตรึงกระดูกด้วยแผ่นเหล็ก บางครั้งก็ผ่าตัดเปลี่ยนข้อสะโพกเทียม",
    detail: `<p style="text-align: center;"><b><span style="font-size: 14pt; color: #000080;">กระดูกสะโพกหักจากโรคกระดูกพรุน ความเสี่ยงสำหรับผู้สูงอายุ</span>
</b><span style="color: #000080;">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</span></p>
<center><iframe src="https://www.youtube.com/embed/XpZvor_TFHY" width="700" height="415" frameborder="0" allowfullscreen="allowfullscreen"><span data-mce-type="bookmark" style="display: inline-block; width: 0px; overflow: hidden; line-height: 0;" class="mce_SELRES_start">﻿</span></iframe></center><span style="color: #000000;"><span style="color: #000080;"><strong>กระดูกสะโพกหัก </strong></span>นับว่าเป็นภาวะแทรกซ้อนอย่างหนึ่งที่ตามมาหลังจากการเกิดโรคกระดูกพรุนในผู้สูงอายุ โรคกระดูกพรุนจะทำให้ความหนาแน่นของกระดูกลดลง โครงสร้างภายในกระดูกเสื่อมสลาย ทำให้เพิ่มความเสี่ยงต่อการเกิดกระดูกหักมากขึ้นได้ทั้งที่ตำแหน่งของกระดูกสันหลังซึ่งจะทำให้ผู้ป่วยมีอาการหลังโก่ง หลังค่อม ปวดหลัง ถ้าผู้ป่วยเกิดการล้มเอาสะโพกกระแทกพื้นก็จะทำให้เกิดกระดูกสะโพกหักตามมาได้ ปัจจัยเสี่ยงสำคัญที่สุดที่ทำให้เกิดกระดูกหักคือการหกล้ม พบอุบัติการณ์นี้ในเพศหญิงมากกว่าเพศชาย วัตถุประสงค์ที่สำคัญในการป้องกันการเกิดกระดูกหักคือการระวังไม่ให้เกิดการหกล้ม  การเกิดกระดูกที่หักง่ายเหล่านี้มีผลทำให้เกิดค่าใช้จ่ายในการรักษาพยาบาลและค่าใช้จ่ายอื่นๆตามมาเป็นอย่างมาก  นับว่าเป็นความเสียหายทางเศรษฐกิจที่สำคัญอย่างหนึ่งกระดูกหักบริเวณสะโพกในผู้สูงอายุเป็นสาเหตุที่สำคัญของการรับผู้ป่วยไว้รักษาในโรงพยาบาล และ พบว่าอัตราการตายของโรคกระดูกพรุนส่วนใหญ่มักสัมพันธ์กับเรื่องของกระดูกหักที่บริเวณสะโพกซึ่งอุบัติการณ์การตายจะสูงสุดในช่วง 6 เดือนแรกหลังจากเกิดกระดูกหัก อัตราการเสียชีวิตเพิ่มสูงมากขึ้นเมื่อเทียบกับประชากรในกลุ่มอายุเท่ากัน เนื่องจากภาวะแทรกซ้อนของโรคต่างๆ ที่ตามมาหลังจากการเกิดกระดูกสะโพกหัก เช่น โรคปอดบวม โรคแผลกดทับ การติดเชื้อในระบบทางเดินปัสสาวะซึ่งเกิดเนื่องจากการที่ผู้ป่วยต้องนอนนาน และไม่สามารถขยับร่างกายได้เนื่องจากความเจ็บปวด</span>
<br/>
<span style="color: #000080;"><strong>แนวทางการรักษา</strong></span>

<span style="color: #000000;">กระดูกสะโพกหักในปัจจุบันที่ดีและเหมาะสมที่สุดคือการรักษาด้วยการผ่าตัด จากงานวิจัยของคณะแพทยศาสตร์มหาวิทยาลัยเชียงใหม่ และโรงพยาบาลมหาราชนครราชสีมาพบว่า การรักษาผู้ป่วยด้วยวิธีการไม่ผ่าตัด นอนดึงให้กระดูกติด จะทำให้ผู้ป่วยมีโอกาสเสียชีวิตมากกว่าผู้ป่วยในกลุ่มที่รักษาด้วยการผ่าตัดมากถึง 2 – 3 เท่า ดังนั้นการรักษาผู้ป่วยกระดูกสะโพกหักอันเนื่องมาจากโรคกระดูกพรุนด้วยการผ่าตัดจะช่วยรักษาให้ผู้ป่วยสามารถลุกเดิน เคลื่อนไหวได้ไวขึ้น มีการเกิดโรคแทรกซ้อนน้อย และช่วยลดอัตราการเสียชีวิตลงได้ การผ่าตัดส่วนใหญ่นั้นขึ้นอยู่กับตำแหน่งการหักของกระดูกสะโพกบางครั้งก็ใช้วิธีการผ่าตัดยึดตรึงกระดูกด้วยแผ่นเหล็ก บางครั้งก็ผ่าตัดเปลี่ยนข้อสะโพกเทียม</span>

<span style="color: #000000;">ก่อนผ่าตัดแพทย์จะต้องทำการประเมินสภาวะต่างๆของร่างกายอย่างละเอียดทั้งในส่วนของกระดูกสะโพกที่หัก สภาพทั่วไปของร่างกาย การทำงานของหัวใจ ปอด การตรวจเลือดเพื่อดูภาวะการทำงานของตับ ไต และเกลือแร่ในร่างกาย เพื่อให้มั่นใจได้ว่าสภาพร่างกายของผู้ป่วยพร้อมที่จะรับการผ่าตัดได้ และให้ผู้ป่วยเกิดความปลอดภัยมากที่สุดจากการผ่าตัด นอกจากนี้แพทย์จะอธิบายให้ญาติพี่น้องและผู้ป่วยเพื่อความเข้าใจในเรื่องของกระดูกสะโพกหัก วิธีการรักษาด้วยการผ่าตัด ประโยชน์จากการรักษา รวมทั้งความเสี่ยงที่อาจเกิดขึ้นได้จากการผ่าตัด เช่น การเกิดลิ่มเลือดอุดกั้นที่ปอด การสูญเสียเลือด การดูแลผู้ป่วยหลังการผ่าตัด โปรแกรมการทำกายภาพบำบัดฟื้นฟูสภาพร่างกาย ผลลัพธ์ระยะยาว การพยากรณ์โรค ระยะเวลาที่เหมาะสมสำหรับการผ่าตัดคือควรทำหลังจากที่ได้ตรวจร่างกายและตรวจทางห้องทดลองอย่างละเอียดเรียบร้อยแล้วจึงทำการผ่าตัดรักษาพยาบาลให้แก่ผู้ป่วย</span>

<span style="color: #000000;">หลังจากที่รักษากระดูกสะโพกหักแล้วยังมีความจำเป็นต้องรับการรักษาเรื่องกระดูกพรุนต่อเพื่อป้องกันการเกิดกระดูกหักเพิ่ม เช่น การหักของกระดูกสะโพกหักอีกข้างหนึ่ง  การเกิดกระดูกสันหลังหักยุบ  และการหักของกระดูกในตำแหน่งอื่นๆ  ผู้ป่วยเหล่านี้มีความจำเป็นต้องรับการรักษาโรคกระดูกพรุน เพื่อป้องกันไม่ให้เกิดกระดูกหักเพิ่มขึ้นอีก เช่น ในผู้ป่วยที่มีกระดูกสันหลังยุบจากโรคกระดูกพรุน พบว่าถ้าไม่ได้ให้การรักษาที่เหมาะสมจะพบว่าผู้ป่วยมีโอกาสเกิดกระดูกหักเพิ่มขึ้นอีกประมาณร้อยละ 20</span>
<br/>
<span style="color: #000080;"><b>การรักษาโรคกระดูกพรุนประกอบด้วย
</b><strong>การปรับปรุงการใช้ชีวิตประจำวัน (lifestyle modifications)</strong></span>
<ul>
 \t<li><span style="color: #000000;">ผู้ป่วยทุกคนควรออกกำลังกายที่ให้ร่างกายมีการรับน้ำหนักต่อกระดูก เช่นการเดิน การวิ่ง ร่วมกับการฝึกความแข็งแรงของกล้ามเนื้อ</span></li>
 \t<li><span style="color: #000000;">ผู้ป่วยทุกรายที่มีปัญหาในการเคลื่อนไหวควรต้องส่งต่อให้นักกายภาพบำบัดเพื่อทำการฟื้นฟูสมรรถภาพของร่างกาย</span></li>
 \t<li><span style="color: #000000;">ผู้ป่วยทุกคนควรได้ รับคำแนะนำในการป้องกันการหกล้ม ซึ่งได้แก่ การปรับแสงไฟฟ้าให้สว่างเพียงพอภายในที่พักอาศัย จัดวางสิ่งของภายในบ้านให้เป็นระเบียบเรียบร้อย การใช้เครื่องพยุงช่วยเดิน หลีกเลี่ยงการเดินบนพื้นผิวไม่เรียบ ถ้ามีปัญหาทางสายตาควรได้รับการแก้ไขเช่น โรคต้อกระจก ต้อหิน</span></li>
</ul>
<span style="color: #000080;"><strong>สารอาหารสำหรับกระดูก</strong></span>
<ul>
 \t<li><span style="color: #000000;">ผู้ป่วยควรได้รับ แคลเซียมและวิตามินที่เพียงพอต่อความต้องการของร่างกาย ซึ่งผู้ป่วยที่เป็นโรคกระดูกพรุนควรได้รับปริมาณของแคลเซียมวันละ 1,500 มิลลิกรัม ทางอาหารและแคลเซียมเสริมชนิดเม็ด ปริมาณวิตามินดีที่ร่างกายต้องการวันละ 800 IU</span></li>
</ul>
<span style="color: #000080;"><strong>การใช้ยารักษาโรคกระดูกพรุน
</strong><b>ในปัจจุบันยาที่ใช้ในการรักษาโรคกระดูกพรุนมี 2 กลุ่ม คือ</b></span>
<ol>
 \t<li><span style="color: #000000;">ยาที่กระตุ้นการสร้างมวลกระดูกขึ้นมาใหม่ซึ่งใช้ด้วยการฉีดเข้าใต้ผิวหนังทุกวันวันละ 1 ครั้งต่อเนื่องกันนาน 2 ปี เหมาะสมกับผู้ป่วยที่เป็นโรคกระดูกพรุนชนิดรุนแรงร่วมกับการเกิดกระดูกหักหลายตำแหน่ง</span></li>
 \t<li><span style="color: #000000;">ยายับยั้งการทำลายกระดูกซึ่งมี 2 รูปแบบทั้งชนิดรับประทาน และชนิดฉีดเข้าเส้นเลือด หรือฉีดเข้าชั้นใต้ผิวหนัง</span></li>
</ol>
<span style="color: #000000;">ความสำเร็จของการรักษาโรคกระดูกพรุนขึ้นอยู่กับการปรับเปลี่ยนวิถีการดำเนินชีวิต การรับประทานอาหาร แคลเซียม วิตามินดี และการใช้ยาอย่างต่อเนื่องและสม่ำเสมอ รวมทั้งป้องกันไม่ให้หกล้ม หรือในผู้ป่วยโรคกระดูกพรุนไม่ควรก้มเก็บของเพราะจะเพิ่มโอกาสการยุบตัวของกระดูกสันหลังด้วย</span>

<hr />

<span style="color: #000000;"><strong><span style="font-size: 10pt;"><span style="color: #000080;">สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่</span><br/>
</span></strong><span style="font-size: 10pt;"><strong>Line OA:</strong> <a style="color: #000000;" href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>หรือ Line ID search</strong> @DoctorKeng</span></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Website: </strong>www.doctorkeng.com</span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>YouTube:</strong> <a style="color: #000000;" href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Facebook:</strong> <a style="color: #000000;" href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Blockdit</strong>: <a style="color: #000000;" href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener">https://www.blockdit.com/doctorkeng</a></span><br/>`,
  },
  "111-back-pain-osteoporosis-relation": {
    title: "ความสัมพันธ์ของโรคปวดหลัง และกระดูกพรุน",
    shot: "เพื่อความเข้าใจของคนทั่วไปเกี่ยวกับเรื่องโรคกระดูกพรุน ผมอยากจะอธิบายให้ฟังดังรายละเอียดดังนี้ครับ ปัญหาโรคกระดูกพรุนคือ ภาวะที่ผู้ป่วยมีปริมาณความหนาแน่นของมวลกระดูกลดลง โครงสร้างภายในของกระดูกมีการเสื่อมสลายทำให้เพิ่มความเสี่ยงต่อการเกิดกระดูกหักได้ง่ายมากขึ้นกว่าคนปกติ",
    detail: `<p style="text-align: center;"><span style="font-size: 18pt; color: #000080;"><strong>ความสัมพันธ์ของโรคปวดหลัง และกระดูกพรุน</strong></span>
<span style="color: #000080;">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</span></p>
<center><iframe src="https://www.youtube.com/embed/XpZvor_TFHY" width="700" height="415" frameborder="0" allowfullscreen="allowfullscreen"></iframe></center><span style="color: #000080;"><strong>กรณีศึกษาน่าสนใจในผู้สูงอายุที่มาพบแพทย์ด้วยอาการปวดหลัง</strong></span>

เพื่อความเข้าใจของคนทั่วไปเกี่ยวกับเรื่องโรคกระดูกพรุน ผมอยากจะอธิบายให้ฟังดังรายละเอียดดังนี้ครับ ปัญหาโรคกระดูกพรุนคือ ภาวะที่ผู้ป่วยมีปริมาณความหนาแน่นของมวลกระดูกลดลง โครงสร้างภายในของกระดูกมีการเสื่อมสลายทำให้เพิ่มความเสี่ยงต่อการเกิดกระดูกหักได้ง่ายมากขึ้นกว่าคนปกติ
โดยทั่วไปอาการแสดงของผู้ป่วยโรคกระดูกพรุนมักจะมี 2 ระยะคือ
<ol>
 \t<li>ในระยะเริ่มต้นที่มวลกระดูกเริ่มลดลงเรื่อยๆ ผู้ป่วยมักจะไม่มีอาการอะไรเลย ส่วนใหญ่มักจะเริ่มต้นในผู้หญิงที่เริ่มหมดประจำเดือน และมีปัจจัยเสี่ยง ช่วงนี้สามารถตรวจสอบได้จากการวัดความหนาแน่นของมวลกระดูกเท่านั้น</li>
 \t<li>ในระยะที่กระดูกพรุนชนิดรุนแรง คือ มีกระดูกโปร่งบางมาก ร่วมกับมีกระดูกสันหลังหักยุบ หรือการเกิดกระดูกสะโพกหัก ซึ่งผู้ป่วยมักจะมีอาการปวดหลัง หลังโก่งค่อม และสังเกตได้ว่าส่วนสูงของผู้ป่วยลดลงในบางครั้งอาการปวดหลังอาจจะร้าวมาที่บริเวณหน้าอก หลังโก่ง ทานข้าวได้น้อยลง อืดท้องแน่นท้อง มักจะพบได้ในผู้ป่วยที่มีอายุมากกว่า 65 ปีขึ้นไป บางครั้งอาจเกิดกระดูกหักที่ตำแหน่งบริเวณข้อมือ กระดูกหักง่าย ปวดเมื่อยตามร่างกาย เช่นในผู้ป่วยรายที่ผมจะยกตัวอย่างต่อไปนี้ครับ</li>
</ol>
<span style="color: #000080;"><strong>ปัจจัยเสี่ยงที่สำคัญในการเกิดโรคกระดูกพรุน ได้แก่</strong></span>
<ul>
 \t<li>ประจำเดือนหมดวัยกว่าปกติโดยเฉพาะก่อนอายุ  45 ปี</li>
 \t<li>มีโรคประจำตัวเช่น ข้ออักเสบรูมาตอยด์ โรคไทรอยด์เป็นพิษ</li>
 \t<li>ใช้ยาสเตียรอยด์เป็นประจำในปริมาณมาก และต่อเนื่องเป็นระยะเวลานาน ทั้งในการรักษาโรค หรือรับประทานเอง</li>
 \t<li>มีประวัติครอบครัวทางแม่เคยเป็นโรคกระดูกพรุน หรือเคยมีกระดูกสะโพกหักในครอบครัว โดยเฉพาะครอบครัวฝั่งของมารดา</li>
 \t<li>สูบบุหรี่ และดื่มแอลกอฮอลเป็นประจำ</li>
 \t<li>กระดูกหักง่ายหลังจากอายุ 40 ปี</li>
</ul>
<span style="color: #000080;"><strong>สำหรับการป้องกันโรคกระดูกพรุน ได้แก่</strong></span>
<ul>
 \t<li>ในวัยเด็ก วัยรุ่น ให้ดื่มนม ออกกำลังกายให้เหมาะสม</li>
 \t<li>หลีกเลี่ยงปัจจัยเสี่ยงเช่น การดื่มสุรา และการสูบบุหรี่</li>
 \t<li> ในวัยที่อายุมากกว่า 40 ปี ให้ได้รับปริมาณของแคลเซียมให้เพียงพอกับความต้องการของร่างกาย ซึ่งอาจรับประทานแคลเซียมชนิดเม็ดเช่น caltrate 600 มิลลิกรัม รับประทานวันละ 1 เม็ด ก็จะเพียงพอกับความต้องการของร่างกาย เนื่องจากมีการวิจัยพบว่าโดยเฉลี่ย คนไทยได้ปริมาณแคลเซียมจากอาหารประมาณ 300 - 400 มิลลิกรัม ซึ่งถ้าได้รับแคลเซียมเสริมเข้าไปก็จะทำให้เท่ากับปริมาณพอเพียงที่ร่างกายต้องการ</li>
 \t<li>ในผู้หญิงที่มีอายุมากกว่า 65 ปีแนะนำให้ไปตรวจวัดมวลกระดูกจากเครื่องใหญ่ที่เรียกว่า DEXA (Dual Energy absorptiometry) ซึ่งจะตรวจวัดมวลกระดูก 2 ตำแหน่งคือ ที่บริิเวณกระดูกสันหลังส่วนเอว และ กระดูกสะโพก</li>
 \t<li>ในผู้หญิงที่หมดประจำเดือนร่วมกับมีปัจจัยเสี่ยงแนะนำให้ตรวจวัดมวลกระดูกได้เลย เพื่อประเมินสภาพของมวลกระดูกในขณะนั้นว่าเป็นอย่างไร</li>
</ul>
หลังจากที่เราตรวจวัดมวลกระดูกมาแล้ว <span style="color: #000080;"><b>ไม่ใช่ว่าเมื่อมวลกระดูกติดลบน้อยกว่า  - 2.5 จะมีความจำเป็นต้องทานยาป้องกันกระดูกพรุนทุกครั้ง</b></span> ซึ่งมักจะทำให้เกิดการรักษาโรคกระดูกพรุนมากเกินความจำเป็น  (Over-treament)  <b><span style="color: #000080;">วัตถุประสงค์ของการให้ยารักษาโรคกระดูกพรุนคือ</span> </b>เพื่อป้องกันไม่ให้เกิดกระดูกหักในอนาคต หรือลดความเสี่ยงของการเกิดกระดูกหักในอนาคต ซึ่งเราจำเป็นต้องมีการคำนวณความเสี่ยงของการเกิดกระดูกหักในอนาคตของผู้ป่วยในแต่ละราย ซึ่งเราสารถเข้าไปประเมินความเสี่ยงของการเกิดกระดูกหักในแต่ละบุคคลได้ใน http://www.shef.ac.uk/FRAX/tool.aspx?country=57  ซึ่งเป็นเครื่องมือประเมินความเสี่ยงของการเกิดกระดูกหักจากองค์การอนามัยโรค ซึ่งเป็นข้อมูลพื้นฐานของคนไทย ซึ่งจะช่วยทำให้ท่านสามารถประเมินความเสี่ยงต่อการเกิดกระดูกหักในแต่ละบุคคลได้ ดังนั้นการตัดสินใจพิจารณาในการให้ยารักษาโรคกระดูกพรุน เราจะพิจารณาจากความเสี่ยงในการที่จะเกิดกระดูกหักภายใน 10 ปีข้างหน้า ซึ่งถ้าคำนวณออกมาแล้วพบว่า
<ol>
 \t<li>กระดูกตำแหน่งที่สำคัญหัก มีโอกาสหักมากกว่าร้อยละ 20 หรือ</li>
 \t<li>กระดูกสะโพก มีโอกาสหักมากกว่าร้อยละ 3</li>
</ol>
<span style="color: #000080;"><b>จึงจะพิจารณาในการให้ยาในการรักษาโรคกระดูกพรุน</b></span> ซึ่งถ้ามีค่าน้อยกว่านี้ก็ไม่มีความจำเป็นต้องรับประทานยารักษาโรคกระดูกพรุน ในกรณีที่ผู้ป่วยเกิดกระดูกสะโพกหัก หรือกระดูกสันหลังยุบแล้ว ผู้ป่วยเหล่านี้มีความจำเป็นต้องรับการรักษาโรคกระดูกพรุน เพื่อป้องกันไม่ให้เกิดกระดูกหักเพิ่มขึ้นอีก เช่น ในผู้ป่วยที่มีกระดูกสันหลังยุบจากโรคกระดูกพรุน พบว่าถ้าไม่ได้ให้การรักษาที่เหมาะสมจะพบว่าผู้ป่วยมีโอกาสเกิดกระดูกหักเพิ่มขึ้นอีกประมาณร้อยละ 20

<strong><span style="color: #000080;">สำหรับปัจจุบัน ยาที่ใช้รักษาผู้ป่วยโรคกระดูกพรุนจะมีอยู่ 2 ประเภทคือ<br/>
1. ยาที่ยับยั้งการทำลายกระดูก เช่น</span></strong>
<ul>
 \t<li>ยาในกลุ่ม Bisphosphonates ที่มีหลากหลายชนิดเช่น ชนิดที่รับประทานอาทิตย์ละ 1 เม็ดเช่น Alendronate (Fosamax plus), Risedronate (Actonel), หรือชนิดที่ฉีดปีละ 1 ครั้งเช่น Zoledronate (Aclasta)</li>
 \t<li>ยา Strontium (Protaxos) มีฤทธิ์ในการยับยั้งการทำลายกระดูก</li>
 \t<li>ยาในกลุ่มที่เป็นแอนติบอดี้ มีผลยับยั้งการทำลายกระดูกที่ระดับเซลล์ และไม่มีผลต่อไต ได้แก่ Denosumab (Prolia) ซึ่งใช้ฉีดใต้ผิวหนังทุกๆ 6 เดือน สำหรับระยะเวลาในการรักษาโรคกระดูกพรุน แพทย์มักจะแนะนำให้ยาแก่ผู้ป่วยประมาณ 3 - 5 ปี</li>
</ul>
<span style="color: #000080;"><b>2.ยาที่กระตุ้นการสร้างกระดูก </b></span>ซึ่งมีผลในการสร้างกระดูกโดยตรง ได้แก่ teriparatide (Forteo)  มีข้อบ่งชี้ในผู้ป่วยที่มีกระดูกหักหลายตำแหน่ง เช่น กระดูกสันหลังยุบมากกว่า 2 ตำแหน่ง กระดูกสะโพกหัก หรือเช่นในผู้ป่วยรายที่ยกตัวอย่างข้างต้น ที่มีกระดูกสันหลังยุบมากกว่า 2 ตำแหน่ง ยานี้ใช้ฉีดใต้ผิวหนังทุกวัน นอกจากนี้ยังมีฤทธิ์ในการลดปวดหลังได้ด้วย

การพิจารณาให้ยาแต่ละชนิดขึ้นอยู่กับความเหมาะสมแต่ละราย และดุลยพินิจของแพทย์ ซึ่งต้องมีการพูดคุยและอธิบายประโยชน์ ข้อดี ข้อเสียของยาแต่ละประเภทให้ผู้ป่วยฟังอีกครั้ง โดยมีวัตถุประสงค์ร่วมกันคือการป้องกันการเกิดกระดูกหักในอนาคต

<hr />

<span style="color: #000000;"><strong><span style="font-size: 10pt;"><span style="color: #000080;">สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่</span><br/>
</span></strong><span style="font-size: 10pt;"><strong>Line OA:</strong> <a style="color: #000000;" href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>หรือ Line ID search</strong> @DoctorKeng</span></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Website: </strong>www.doctorkeng.com</span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>YouTube:</strong> <a style="color: #000000;" href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Facebook:</strong> <a style="color: #000000;" href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Blockdit</strong>: <a style="color: #000000;" href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener">https://www.blockdit.com/doctorkeng</a></span><br/>`,
  },
  "case-study-osteoporosis-backpain": {
    title: "กรณีศึกษา ปวดหลังและกระดูกพรุน",
    shot: "สวัสดีผู้ที่เข้ามาอ่านทุกท่านครับ วันนี้มีกรณีศึกษาที่น่าสนใจมาแบ่งปันครับ ผู้ป่วยหญิงไทยอายุ 75 ปี มาพบแพทย์ด้วยอาการปวดหลัง ปวดชาร้าวลงขาทั้ง 2 ข้าง เดินลำบาก อุจจาระและปัสสาวะปกติดีไม่มีปัญหา นั่งหรือนอนพักไม่มีอาการปวด ไม่มีอาการอ่อนแรงของขา มีอาการปวดเวลาเดิน",
    detail: `<!-- wp:image {"align":"center","id":1656} -->
<figure class="wp-block-image aligncenter"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2018/02/taninnit_กรณีศึกษากระดูกพรุน.jpg" alt="" class="w-100"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center"><strong><span style="color: #000080; font-size: 18pt;">กรณีศึกษา ปวดหลังและกระดูกพรุน</span><br></strong><span style="font-size: 12pt; color: #000080;">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>สวัสดีผู้ที่เข้ามาอ่านทุกท่านครับ วันนี้มีกรณีศึกษาที่น่าสนใจมาแบ่งปันครับ ผู้ป่วยหญิงไทยอายุ 75 ปี มาพบแพทย์ด้วยอาการปวดหลัง ปวดชาร้าวลงขาทั้ง 2 ข้าง เดินลำบาก อุจจาระและปัสสาวะปกติดีไม่มีปัญหา นั่งหรือนอนพักไม่มีอาการปวด ไม่มีอาการอ่อนแรงของขา มีอาการปวดเวลาเดิน</p>
<!-- /wp:paragraph -->

<!-- wp:image {"align":"center","id":1242} -->
<figure class="wp-block-image aligncenter"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2018/02/taninnit-ผู้ป่วยมีลักษณะของกระดูกสันหลังผิดปกติ-.jpg" alt="" class="w-100"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center"><span style="font-size: 8pt;"><em>ภาพของผู้ป่วยมีลักษณะของกระดูกสันหลังผิดปกติ ทั้งในแนว horizontal plane and coronal plane ซึ่งเป็นลักษณะของ scoliosis and kyphotic deformity</em></span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>เมื่อท่านเจอผู้ป่วยที่มีลักษณะอย่างนี้อย่าลืมซักประวัติเรื่องของโรคกระดูกพรุน ร่วมด้วย ทั้งในเรื่องของปัจจัยเสี่ยง body height ที่ลดลง รวมทั้งอาการปวดหลังของผู้ป่วย เนื่องจากผู้ป่วยมีอายุมากกว่า 65 ปี ร่วมกับมีลักษณะความผิดปกติของกระดูกสันหลัง kyphotic deformity ร่วมด้วยครับ</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>นอกจากนี้การส่งตรวจภาพทางรังสีคือการส่ง film T spine and LS spine ในท่า lateral จะช่วยทำให้เราสามารถประเมินดูความสูงของกระดูกสันหลังในแต่ละระดับเทียบกันได้ครับ</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>ภาพรังสีของผู้ป่วยจะเห้นได้ว่าในตำแหน่งของกระดูกสันหลังส่วนของ thoracic level มีกระดูกสันหลังยุบ หลายระดับ เนื่องจากความสูงของกระดูกสันหลังในแต่ละปล้องลดลง และในตำแหน่งของกระดูกสันหลังตรงบริเวณ L5 ก็มีการยุบลง เนื่องจากความสูงของกระดูกสันหลังลดลงมากกว่า 25% เมื่อเปรียบเทียบกับกระดูกที่ติดกัน ดังนั้นในผู้ป่วยรายนี้ได้รับการวินิจฉัยเป็น</p>
<!-- /wp:paragraph -->

<!-- wp:list {"ordered":true} -->
<ol><!-- wp:list-item -->
<li>severe osteoporosis with multiple vertebral fractures</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>spinal canal stenosis due to degenerative changes of spine and deformity of spine (kyphosis and scoliosis)</li>
<!-- /wp:list-item --></ol>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>ประเด็นของการเรียนรู้ในผู้ป่วยรายนี้คือ การที่เรามีความตระหนักถึงเรื่องโรคกระดูกพรุนร่วมกับอาการที่ผู้ป่วยแสดงและมาพบแพทย์ ดังนั้นเพื่อการบรรลุเป้าหมายของการรักษาเราจึงต้องรักษาเรื่องอาการปวดหลัง และรักษาเรื่องกระดูกพรุนให้ผู้ป่วยร่วมด้วย ซึ่งหลักการในการรักษาผู้ป่วยได้แก่</p>
<!-- /wp:paragraph -->

<!-- wp:list {"ordered":true} -->
<ol><!-- wp:list-item -->
<li>Life styles modification :&nbsp;<a href="http://www.dailynews.co.th/article/1490/236313" target="_blank" rel="noopener noreferrer">ห้ามนั่งกับพื้น ห้ามยกของหนัก</a></li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Exercise</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Oral medication การรับประทานยา</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Epidural steroid injection under ultrasound guidance</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Osteoporosis treatment ซึ่งใน case นี้มี multiple vertebral fractures มากกว่า 3 ระดับ จึงได้พิจารณาให้ยากลุ่ม bone formation agent : teriparatide แก่ผู้ป่วยครับ</li>
<!-- /wp:list-item --></ol>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>ซึ่งติดตามอาการผู้ป่วยอาการปวดก็ทุเลาลง สามารถเดินได้ดีขึ้นครับ</p>
<!-- /wp:paragraph -->`,
  },
  "109-calcium": {
    title: "ความสำคัญของแคลเซียม",
    shot: "หลายครั้งที่ผู้คนส่วนใหญ่มีความสงสัยเกี่ยวกับแคลเซียมซึ่งมีการโฆษณาทั้งทางโทรทัศน์ วิทยุ และหนังสือพิมพ์ ว่าความจริงนั้นเราจำเป็นต้องรับประทานแคลเซียมหรือไม่ ถ้าทานไปแล้วจะเกิดการสะสมในร่างกายทำให้เกิดกระดูกงอก เกิดนิ่วในไต หรือมีผลเสียต่อร่างกายหรือไม่ ความจริง แล้วร่างกายของคนเรามีความต้องการของแคลเซียมเพื่อช่วยเสริมสร้างความแข็งแรงของกระดูก โดยมีความต้องการที่แตกต่างกันในแต่ละช่วงอายุคือ",
    detail: `<!-- wp:image {"align":"center","id":2216,"sizeSlug":"full"} -->
<figure class="wp-block-image aligncenter w-100"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2018/02/ความสำคัญของแคลเซียม.png" alt="" class="full-size"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center"><span style="font-size: 18pt; color: #000080;"><strong>ความสำคัญของแคลเซียม</strong></span><br>
<span style="font-size: 12pt; color: #000080;">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph {"align":"left"} -->
<p class="has-text-align-left">หลายครั้งที่ผู้คนส่วนใหญ่มีความสงสัยเกี่ยวกับแคลเซียมซึ่งมีการโฆษณาทั้งทางโทรทัศน์ วิทยุ และหนังสือพิมพ์ ว่าความจริงนั้นเราจำเป็นต้องรับประทานแคลเซียมหรือไม่ ถ้าทานไปแล้วจะเกิดการสะสมในร่างกายทำให้เกิดกระดูกงอก เกิดนิ่วในไต หรือมีผลเสียต่อร่างกายหรือไม่<br>
<b>ความจริง&nbsp;</b>แล้วร่างกายของคนเรามีความต้องการของแคลเซียมเพื่อช่วยเสริมสร้างความแข็งแรงของกระดูก โดยมีความต้องการที่แตกต่างกันในแต่ละช่วงอายุคือ</p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul><!-- wp:list-item -->
<li>เพศชายและเพศหญิงอายุ 9-18 ปี ต้องการแคลเซียม 1,300 มิลลิกรัมต่อวัน</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>เพศชายและเพศหญิงอายุ19-50 ปี ต้องการแคลเซียม 1,200 มิลลิกรัมต่อวัน</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>ผู้หญิงตั้งครรภ์ และให้นมบุตรต้องการแคลเซียม 1,300 มิลลิกรัมต่อวัน</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>เพศชายและเพศหญิงอายุมากกว่า 50 ปี ต้องการแคลเซียม 1,000 มิลลิกรัมต่อวัน</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>อาหารที่มีแคลเซียมสูงได้แก่ โยเกิร์ต, นม 1 แก้ว (250 CC) มีแคลเซียม 300 มิลลิกรัม, ปลากระป๋อง, ผักบร๊อคเคอรี่,&nbsp; ผักใบเขียว</li>
<!-- /wp:list-item --></ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>จากการศึกษาวิจัยในคนไทยพบว่าจากอาหารการกินที่เรารับอยู่ในปัจจุบันจะได้ปริมาณแคลเซียมโดยเฉลี่ยประมาณ 400 มิลลิกรัมต่อวัน ซึ่งหมายความว่าร่างกายของคนเรานั้นยังขาดแคลเซียมอยู่ ดังนั้นจึงควรได้รับแคลเซียมเสริมเข้าไปให้เพียงพอกับปริมาณที่ร่างกายต้องการ ซึ่งชนิดของแคลเซียมก็ควรเหมาะสมในแต่ละช่วงอายุเช่น ถ้าเป็นในวัยเด็กและวัยรุ่นร่างกายยังต้องการพลังงาน และโปรตีน การให้ดื่มนมซึ่งมีปริมาณแคลเซียมสูงก็เป็นสิ่งที่เหมาะสม สำหรับในกลุ่มประชาชนที่มีอายุมากขึ้นการดื่มนมเพื่อรับปริมาณแคลเซียมอาจจะทำให้ร่างกายได้รับพลังงานมากเกินไป อาจทำให้อ้วนได้ และโดยเฉพาะในผู้สูงอายุซึ่งมักมีโรคข้อเข่าเสื่อมร่วมด้วยก็อาจทำให้อาการข้อเข่าเสื่อมแย่ลงถ่้าผู้ป่วยดื่มนมและทำให้นำ้หนักร่างกายเพิ่มมากขึ้น&nbsp;<b><span style="color: #000080;">ดังนั้นในผู้สูงอายุจึงแนะนำให้รับประทานแคลเซียมชนิดที่มีปริมาณแคลเซียมประมาณ 1,500 มิลลิกรัม ซึ่งจะแตกตัวให้ปริมาณแคลเซียมประมาณ 600 มิลลิกรัม</span>&nbsp;</b>เมื่อรวมกับปริมาณของแคลเซียมที่ได้จากอาหารก็จะเพียงพอกับความต้องการของร่างกาย</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>ช่วงเวลาที่ดีที่สุดที่ควรรับประทานแคลเซียมคือ หลังอาหารทันที ซึ่งจะเป็นช่วงไหนก็ได้ของวันเพราะระบบทางเดินอาหารจะมีการหลั่งกรดออกมาซึ่งจะทำให้ร่างกายสามารถดูดซึมแคลเซียมได้ดีขึ้น</p>
<!-- /wp:paragraph -->

<!-- wp:separator -->
<hr class="wp-block-separator has-alpha-channel-opacity"/>
<!-- /wp:separator -->

<!-- wp:paragraph -->
<p><span style="color: #000000;"><strong><span style="font-size: 10pt;"><span style="color: #000080;">สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่</span><br>
</span></strong><span style="font-size: 10pt;"><strong>Line OA:</strong>&nbsp;<a style="color: #000000;" href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>หรือ Line ID search</strong> @DoctorKeng</span></span><br>
<span style="font-size: 10pt; color: #000000;"><strong>Website:&nbsp;</strong>www.doctorkeng.com</span><br>
<span style="font-size: 10pt; color: #000000;"><strong>YouTube:</strong>&nbsp;<a style="color: #000000;" href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span><br>
<span style="font-size: 10pt; color: #000000;"><strong>Facebook:</strong>&nbsp;<a style="color: #000000;" href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a></span><br>
<span style="font-size: 10pt; color: #000000;"><strong>Blockdit</strong>:&nbsp;<a style="color: #000000;" href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener">https://www.blockdit.com/doctorkeng</a></span></p>
<!-- /wp:paragraph -->`,
  },
  "108-cancellous-bone-issue": {
    title: "ประเด็นสำคัญโรคกระดูกพรุน",
    shot: "โรคกระดูกพรุนเป็นความผิดปกติของระบบกระดูกที่มีปริมาณของมวลกระดูกต่ำ และคุณภาพโครงสร้างของกระดูกที่ไม่ดี ซึ่งทำให้เพิ่มความเสี่ยงต่อการเกิดกระดูกหัก โรคกระดูกพรุนในผู้หญิงวัยหมดประจำเดือน (postmenopausal) เกิดขึ้นเมื่อความหนาแน่นของมวลกระดูกลดต่ำลงจากส่วนเบี่ยงเบนมาตรฐานมากกว่า 2.5 เมื่อเทียบกับผู้หญิงสุขภาพดีในวัยก่อนหมดประจำเดือน ซึ่งตัวเลขที่เบี่ยงเบนต่ำกว่ามาตรฐาน 2.5",
    detail: `<p style="text-align: center;"><span style="color: #000080;"><strong>ประเด็นสำคัญโรคกระดูกพรุน</strong></span>
โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</p>
โรคกระดูกพรุนเป็นความผิดปกติของระบบกระดูกที่มีปริมาณของมวลกระดูกต่ำ และคุณภาพโครงสร้างของกระดูกที่ไม่ดี ซึ่งทำให้เพิ่มความเสี่ยงต่อการเกิดกระดูกหัก โรคกระดูกพรุนในผู้หญิงวัยหมดประจำเดือน (postmenopausal) เกิดขึ้นเมื่อความหนาแน่นของมวลกระดูกลดต่ำลงจากส่วนเบี่ยงเบนมาตรฐานมากกว่า 2.5 เมื่อเทียบกับผู้หญิงสุขภาพดีในวัยก่อนหมดประจำเดือน ซึ่งตัวเลขที่เบี่ยงเบนต่ำกว่ามาตรฐาน 2.5

<strong>โรคกระดูกพรุนสามารถแบ่งออกได้เป็น 2 ชนิด คือ</strong>

โรคกระดูกพรุนที่ไม่มีสาเหตุของการเกิด (Primary osteoporosis)  คือโรคกระดูกพรุนที่มีการสูญเสียมวลกระดูกเมื่อมีอายุเพิ่มมากขึ้น
<b>ชนิดที่ 1</b> เชื่อว่าโรคกระดูกพรุนเกิดจากการลดลงของฮอร์โมนเอสโตรเจนในผู้หญิงวัยหมดประจำเดือน ทำให้อัตราของการทำลายกระดูกมากกว่าการสร้างกระดูก โดยรวมจึงทำให้ปริมาณของมวลกระดูกลดลง
<b>ชนิดที่ 2</b> โรคกระดูกพรุนที่เกิดจากอายุเพิ่มมากขึ้น ทำให้อัตราการสร้างกระดูกลดลง

ในปี พ.ศ.2537 องค์การอนามัยโลกได้ให้คำจัดความของโรคกระดูกพรุนตามการวัดหาความหนาแน่นของมวลกระดูกและประวัติของการเกิดกระดูกหัก เกณฑ์ในการวินิจฉัยว่าเป็นโรคกระดูกพรุน เมื่อวัดค่าของมวลกระดูกแล้วมีค่าเท่ากับหรือน้อยกว่า -2.5 ของส่วนเบี่ยงเบนมาตรฐานจากค่ามวลกระดูกในกลุ่มที่มีช่วงอายุ 20 -30 ปี ตามเกณฑ์ขององค์การอนามัยโลกพบว่าประมาณร้อยละ 20-30 ของผู้หญิงในวัยหมดประจำเดือนในประเทศสหรัฐอเมริกาจะมีปัญหาโรคกระดูกพรุน และมีผู้ป่วยประมาณ 1.3 ล้านคนเกิดกระดูกหักจากโรคกระดูกพรุน

<strong>การซักประวัติ
</strong>โรคกระดูกพรุนเป็นภัยเงียบ มักไม่แสดงอาการใดๆจนกระทั่งมีการเกิดกระดูกหัก ดังนั้นการคัดกรองบุคคลทั่วไปจึงมีความจำเป็น รวมทั้ง
<ul>
 \t<li>การซักประวัติเพื่อคัดกรองหาบุคคลที่มีความเสี่ยงต่อการเกิดโรคกระดูกพรุน</li>
 \t<li>การซักประวัติและการประเมินความเสี่ยงของแต่ละบุคคลต่อการเกิดกระดูกหักในอนาคต</li>
 \t<li>การซักประวัติเกี่ยวกับสาเหตุนำที่ทำให้เกิดโรคกระดูกพรุนเช่น โรคประจำตัว การใช้ยาสเตียรอยด์ รวมทั้งประวัติเคยเกิดกระดูกหักง่ายมาก่อน น้ำหนักน้อย ประวัติบุคคลในครอบครัวเคยเกิดกระดูกสันหลังหัก หรือกระดูกสะโพกหัก</li>
</ul>
<strong>การตรวจร่างกาย</strong>
<ul>
 \t<li>การตรวจร่างกายโดยทั่วไปมักจะไม่พบความผิดปกติอะไรมากนัก
การตรวจร่างกายควรประเมินเกี่ยวกับเรื่อง การมองเห็นของผู้ป่วย ความแข็งแรงของกล้ามเนื้อ ลักษณะการเดิน และการรักษาสมดุลของการทรงตัว ซึ่งสิ่งต่างๆเหล่านี้จะเป็นปัจจัยที่ทำให้ผู้ป่วยมีโอกาสล้มสูงและทำให้เกิดกระดูกหักเพิ่มมากขึ้น</li>
 \t<li>การตรวจพบลักษณะของกระดูกหลังค่อม (Kyphotic deformity of the spine) มักเป็นผลแสดงในระยะหลังที่เกิดกระดูกพรุนร่วมกับมีการหักยุบตัวของกระดูกสันหลังแล้ว</li>
</ul>
<strong>การตรวจทางรังสี
</strong>การตรวจวัดหาค่าความหนาแน่นของมวลกระดูก (Bone mass density) เป็นสิ่งสำคัญในการประเมินให้การวินิจฉัยโรคกระดูกพรุน และเป็นการตรวจสอบเพื่อติดตามผลตอบสนองต่อการรักษาของผู้ป่วยมาตรฐานการตรวจหาความหนาแน่นของกระดูกต้องตรวจเด้วยเครื่อง Central dual-energy absorptiometry ซึ่งพบว่าเมื่อมีการลดลงของความหนาแน่นมวลกระดูกทุกๆ 1 ส่วนเบี่ยงเบนมาตรฐาน จากค่าปกติในคนวัยหนุ่มสาว (อายุประมาณ 20 – 30 ปี) จะมีความเสี่ยงต่อการเกิดกระดูกหักเพิ่มมากขึ้นประมาณ 2 – 3 เท่า

การตรวจด้วยเครื่อง peripheral technologies เช่น peripheral quantitative computed tomography เครื่อง peripheral dual-energy x-ray absorptiometry และเครื่อง quantitative ultrasonography ซึ่งเป็นการตรวจบริเวณส่วยรยางค์ของร่างกาย เช่นกระดูกส้นเท้า กระดูกข้อมือ ใช้เป็นเพียงแค่เครื่องมือในการคัดกรองโรคเท่านั้น ไม่ได้ใช้เป็นเครื่องมือเพื่อวินิจฉัยโรค

<strong>การตรวจทางห้องปฏิบัติการ
</strong>ผู้ป่วยที่ได้รับการวินิจฉัยว่าเป็นโรคกระดูกพรุน ควรได้รับการตรวจทางห้องปฏิบัติการ เพื่อตรวจว่ามีสาเหตุของโรคที่ทำให้เกิดโรคกระดูกพรุนหรือไม่ การตรวจทางห้องปฏิบัติการได้แก่ การตรวจซีรั่มเพื่อหาระดับของ แคลเซียม ฟอสฟอรัส แมกนีเซียม เครียทินีน ระดับของฮอร์โมนพาราไทรอยด์ ระดับของวิตามินดี และระดับของฮอร์โมนเทสโทสเตอโรนในเพศชาย ในผู้ป่วยบางรายที่มีกระดูกบางมากๆอาจจำเป็นต้องตรวจ electrophoresis ในซีรั่มและในปัสสาวะเพื่อคัดกรองโรค multiple myeloma
การตรวจการขับถ่ายปัสสาวะใน 24 ชั่วโมงจะมีประโยชน์ในการติดตามภาวการณ์ดูดซึมของแคลเซียมด้วย

<strong>การวินิจฉัยแยกโรค</strong>
<ul>
 \t<li>Osteomalacia หรือภาวะที่มีการบกพร่องของกระบวนการ mineralization ทำให้ผู้ป่วยมีลักษณะของความหนาแน่นของมวลกระดูฏต่ำ ร่วมกับการเกิดกระดูกหักผู้ป่วยที่เป็นโรคกระดูกพรุนอาจจะมีภาวะของ osteomalacia ร่วมด้วย เนื่องจากมีภาวะของการขาดวิตามินดี และทำให้ร่างกายมีการดูดซึมแคลเซียมที่ผิดปกติ</li>
</ul>
<strong>การรักษา
</strong>การรักษาโรคกระดูกพรุนประกอบด้วยหลายส่วนด้วยกันได้แก่
<em>การปรับปรุงการใช้ชีวิตประจำวัน (lifestyle modifications)</em>
<ul>
 \t<li>ผู้ป่วยทุกคนควรออกกำลังกายชนิดที่มีการรับน้ำหนัก (weight-bearing exercise) เช่นการเดิน การวิ่ง ร่วมกับการฝึกความแข็งแรงของกล้ามเนื้อ (strength training)</li>
 \t<li>ผู้ป่วยทุกรายที่มีปัญหาในการเคลื่อนไหวควรต้องส่งต่อให้นักกายภาพบำบัดเพื่อทำการฟื้นฟูสมรรถภาพของร่างกาย</li>
 \t<li>ผู้ป่วยทุกคนควรได้รับคำแนะนำในการป้องกันการหกล้ม ซึ่งได้แก่ การปรับแสงไฟฟ้าให้สว่างเพียงพอภายในที่พักอาศัย จัดวางสิ่งของภายในบ้านให้เป็นระเบียบเรียบร้อย การใช้เครื่องพยุงช่วยเดิน หลีกเลี่ยงการเดินบนพื้นผิวไม่เรียบ ถ้ามีปัญหาทางสายตาควรได้รับการแก้ไขเช่นโรคต้อกระจก ต้อหิน</li>
</ul>
<em>การรับสารอาหาร</em>
<ul>
 \t<li>ผู้ป่วยควรได้รับแคลเซียมและวิตามินที่เพียงพอต่อความต้องการของร่างกาย ซึ่งผู้ป่วยที่เป็นโรคกระดูกพรุนควรได้รับปริมาณของแคลเซียมวันละ 1,500 มิลลิกรัม ทางอาหารและแคลเซียมเสริมชนิดเม็ด ปริมาณวิตามินดีที่ร่างกายต้องการวันละ 800 IU เพื่อรักษาระดับของวิตามินดีในกระแสเลือดให้อยู่ที่ 30 ng/ml หรือสูงกว่านี้</li>
</ul>
<em>การรักษาด้วยยา</em>
<ul>
 \t<li>มียามากมายหลายชนิดที่เป็นทางเลือกในการนำมารักษาผู้ป่วยโรคกระดูกพรุน ซึ่งได้แก่ การรักษาด้วยฮอร์โมน selective estrogen receptor modulators ฮอร์โมน calcitonin ยากลุ่ม bisphosphonates และยาที่สร้างมวลกระดูก teriparatide ซึงเป็น recombinant human parathyroid hormone</li>
 \t<li>โดยทั่วไปยาที่เป็นทางเลือกอันดับแรกในการนำมารักษาโรคกระดูกพรุนคือยาในกลุ่ม bisphosphonates ซึ่งมีคุณสมบัติเป็นยายับยั้งการทำลายกระดูก โดยออกทธิ์โดยตรงต่อเซลล์ทำลายกระดูก (Osteoclast) ออกฤทธิ์มีผลทำให้เกิดกระบวนการ apoptosis ของเซลล์ osteoclast มีผลทำให้จำนวน และการทำงานของเซลล์ osteoclast ลดลง ซึ่งยากลุ่ม Bisphosphonates ที่มีการใช้ได้แก่
- Alendroante 70 มิลลิกรัม รับประทานสัปดาห์ละ 1 ครั้ง
- Risedronate  35 มิลลิกรัม รับประทานสัปดาห์ละ 1 ครั้ง
- Ibandronate 150 มิลลิกรัม รับประทานสัปดาห์ละ 1 ครั้ง
- Zoledronic acid 5 มิลลิกรัมโดยให้ยาผ่านเข้าทางเส้นเลือด โดยให้ปีละ 1 ครั้ง</li>
</ul>
<ul>
 \t<li>ยา Teriparatide เป็นยาเพียงชนิดเดียวที่มีผลในการกระตุ้นการสร้างกระดูกในการรักษาโรคกระดูกพรุน ซึ่งยานี้ประกอบด้วยaminoterminal portionของ human parathyroid hormone molecule (1-34) เมื่อให้ยานี้ฉีดเข้าใต้ผิวหนังวันละ 1 ครั้ง จะมีผลในการรกระตุ้นทั้งกระบวนการการสร้างกระดูก และกระบวนการทำลายกระดู แต่ผลโดยรวมจะเกิดการสร้างกระดูกมากกว่าการทำลายกระดูก</li>
</ul>
<span style="color: #000080;"><strong><em>การพยากรณ์โรค</em></strong></span>

การรักษาด้วยยาในกลุ่ม bisphosphonates และยา teriparatide สามารถช่วยลดอุบัติการณ์ในการเกิดกระดูกหักที่บริเวณกระดูกสันหลังได้ร้อยละ 40-70 และลดอุบัติการณ์การเกิดกระดูกสะโพกหักได้ร้อยละ 30-50 ในผู้ป่วยที่มีประวัติการเกิดกระดูกหักและไม่ได้รับการรักษาประมาณร้อยละ 50 จะมีโอกาสเกิดกระดูกหักครั้งที่สอง ภายใน 2-3 ปีข้างหน้า

<span style="color: #000080;"><strong>ข้อเพิ่มเติม</strong></span>

การเฝ้าติดตามอย่างใกล้ชิดมีความจำเป็น เพื่อประเมินการปฏิบัติตน และการรับประทานยาของผู้ป่วย รวมทั้งการตอบสนองต่อการรักษา ซึ่งมีผลต่อการรักษาโรคกระดูกพรุน
การตรวจวัดหาค่าความหนาแน่นกระดูฏควรกระทำทุก 1 ปีหลังจากที่เริ่มให้การรักษา ถ้าตรวจพบว่าผู้ป่วยตอบสนองดีต่อการรักษาเช่น มีการเพิ่มขึ้นของค่าความหนาแน่นของมวลกระดูก และไม่เกิดภาวะกระดูกหัก การตรวจหาค่าความหนาแน่นกระดูกอาจจะทำทุก 2 ปีก็ได้ <strong>สำหรับผู้ป่วยที่ไม่ตอบสนองต่อการรักษา </strong>ควรจะต้องทำการตรวจหาสาเหตุว่ามีโรคอื่นๆ ที่เป็นสาเหตุของการเกิดโรคกกระดูกพรุนอีกครั้ง (secondary osteoporosis)

<strong>คำแนะนำสำหรับผู้ป่วย </strong>
แจ้งให้ผู้ป่วยทราบว่าโรคกระดูกพรุนเป็นโรคเรื้อรังที่จำเป็นต้องได้รับการรักษาและการเฝ้าติดตามอย่างต่อเนื่อง แลระยะเวลานาน ความสำเร็จของการรักษาโรคกระดูกพรุนขึ้นอยู่กับการปรับเปลี่ยนวิ๔การดำเนินชีวิต การรับประทานอาหาร และการรับประทานยาอย่างต่อเนื่องและสม่ำเสมอ

<strong>ข้อบ่งชี้ในการตรวจวัดความหนาแน่นกระดูก</strong>
<ul>
 \t<li>ผู้หญิงทุกคนที่อายุมากกว่า 65 ปี โดยไม่ต้องมีปัจจัยเสี่ยง</li>
 \t<li>ผู้หญิงวัยหมดประจำเดือนแล้วมีปัจจัยเสี่ยงต่อการเกิดโรคกระดูกพรุน</li>
 \t<li>ผู้หญิงวัยหมดประจำเดือนได้รับการรักษาโรคกระดูกพรุนเพื่อเฝ้าติดตามผลการรักษา</li>
 \t<li>ผู้หญิงวัยหมดประจำเดือนที่มาพบแพทย์ด้วยปัญหาเรื่องกระดูกหัก</li>
 \t<li>ปัจจัยเสี่ยงต่อการเกิดกระดูกหักจากโรคกระดูกพรุน</li>
 \t<li>ประวัติเคยกระดูกหักหลังจากอายุ 40 ปีจากอุบัติเหตุที่ไม่รุนแรง</li>
 \t<li>มีประวัติของบิดา มารดาเคยกระดูกหักจากอุบัติเหตุที่ไม่รุนแรง</li>
 \t<li>ดัชนีมวลกระดูกน้อยกว่า 19</li>
 \t<li>การสูบบุหรี่</li>
 \t<li>มีการใช้ยาเสตียรอยด์ชนิดรับประทานนานมากกว่า 3 เดือน</li>
 \t<li>ประจำเดือนหมดวัยก่อนอายุ 45 ปี</li>
 \t<li>ผู้หญิงที่รับการรักษาโดยการผ่าตัดเอารังไข่ออก</li>
 \t<li>ดื่มสุรา</li>
 \t<li>รับประทานแคลเซียมน้อย</li>
 \t<li>สายตา การมองเห็นไม่ดี</li>
 \t<li>โรคสมองเสื่อม (Dementia)</li>
 \t<li>มีประวัติการหกล้มบ่อย</li>
 \t<li>มีโรคที่ก่อให้เกิดความเสี่ยงต่อโรคกระดูกพรุนเช่น โรคข้ออักเสบรูมาตอยด์ โรคต่อมไทรอยด์เป็นพิษ</li>
</ul>`,
  },
  en: {
    bone: {
      "180-hip-broken-risk": {
        title: "Are you at risk of a fracture due to osteoporosis?",
        shot: "is a disease characterized by continuous bone mass loss and deterioration of bone structure, leading to thinning bones and a high risk of easy fractures.",
        detail: `<figure class="wp-block-image aligncenter"><img class="aligncenter wp-image-1654" src="https://doctorkeng.com/wordpress/wp-content/uploads/2019/02/taninnit_ท่านมีความเสี่ยงที่จะเกิดกระดูกหักจากโรคกระดูกพรุนหรือไม่.jpg" alt="" width="700" height="368" /></figure>
<p style="text-align: center;"><span style="font-size: 14pt; color: #000080;"><strong>Are you at risk of a fracture due to osteoporosis? </strong></span>
<span style="font-size: 14pt; color: #000080;"><strong>Assessing Your Risk of Osteoporotic Fractures.</strong></span>
<span style="color: #000080;">by Assistant Professor Dr. Thaninart Leerapun.</span></p>
&nbsp;
<p style="text-align: center;"><span style="color: #000080;"><span style="font-size: 14pt;"><strong>You can assess your risk of fracture using the FRAX® tool from the World Health Organization (WHO)
</strong> <strong><span style="color: #000080;"></span> <span style="color: #ff00ff;">(<a style="color: #ff00ff;" href="https://www.sheffield.ac.uk/FRAX/tool.aspx?lang=th" target="_blank" rel="noopener noreferrer">(click here).</a>)</span></strong> </span></span></p>
<span style="color: #000080;"><strong>Osteoporosis </strong></span>is a disease characterized by continuous bone mass loss and deterioration of bone structure, leading to thinning bones and a high risk of easy fractures. Osteoporosis often shows no symptoms until a fracture occurs. People generally don't know they have osteoporosis until their bones weaken. Even minor impacts or falls can easily cause fractures, especially in the hip, spine, and wrist. This can lead to severe pain, making it difficult to work and perform daily activities. When the spine fractures or collapses, it can cause severe back pain, height loss, and a stooped posture.
<br><br>
The primary goal of current osteoporosis treatment is to prevent future fractures. Therefore, assessing a patient's risk of osteoporotic fractures is crucial. There are two main categories of significant risk factors: factors that increase a patient's risk of developing osteoporosis, and factors that increase a patient's risk of falling. These risk factors include:
<br><br>
1. Prior Low-Impact Fractures after Age 40: If a patient has experienced a fracture from a minor impact after the age of 40 (e.g., a wrist fracture after slipping and falling or a fracture in another location), it increases their risk of future fractures.<br>
2. Smoking, Alcohol Consumption, and Steroid Use: These increase risk depending on the dosage and amount the patient receives. Higher amounts increase the risk of osteoporosis, leading to reduced bone mass and a greater risk of fractures.<br>
3. Rheumatoid Arthritis: This is a significant risk factor that can lead to osteoporosis and fractures.<br>
4. Parental History of Osteoporosis and Fractures: This is due to genetic inheritance related to bone mass development.<br>
5. Significantly Reduced Bone Mineral Density (BMD): A substantial decrease in bone mineral density increases the risk of fractures. Bone density should only be measured using a DXA scan at the spine and hip. Measurements taken with ultrasound or at other sites like the wrist and heel are often inaccurate.
<br><br>
Currently, there is a tool from <span style="font-size: 12pt; color: #000080;"><strong>the World Health Organization (WHO) called</strong> <strong>FRAX® <span style="color: #ff00ff;">(<a style="color: #ff00ff;" href="https://www.sheffield.ac.uk/FRAX/tool.aspx?lang=th" target="_blank" rel="noopener noreferrer">(click here)</a>) </span></strong></span>used to assess the risk of osteoporotic fractures. It uses various risk factors, including bone density measurements at the hip. The FRAX calculation provides a 10-year probability of major osteoporotic fractures, including symptomatic vertebral fractures, hip fractures, humerus fractures, and forearm fractures. This tool is suitable for assessing men and women aged 50 years and older. The assessment results in two values: if a patient has a hip fracture risk greater than 3% and a major osteoporotic fracture risk greater than 20%, it indicates a high risk of fracture, which may necessitate treatment to reduce the incidence of future fractures. However, if the risk of fracture is low, medication for osteoporosis is not necessary.
<br><br>
Osteoporosis treatment involves lifestyle modifications and avoiding risk factors such as alcohol consumption and smoking. Weight-bearing exercises like walking and running, combined with muscle strengthening exercises, are recommended. Practicing Tai Chi can also improve muscle and body balance, effectively preventing falls. Additionally, fall prevention measures should be implemented, including ensuring adequate lighting in the residence, keeping the home tidy, using walking aids, and avoiding walking on uneven surfaces. If there are vision problems, they should be corrected, such as cataracts or glaucoma.
<br><br>
A common question is how much calcium the body needs and how much should be consumed. People often wonder if excessive intake can lead to calcium deposits, kidney stones, or other adverse effects. Normally, the body's calcium requirements vary with age. Men and women over 50 years old require 1,000 milligrams of calcium per day. Studies in Thailand show that the average daily calcium intake from food is about 400 milligrams, meaning the body is often deficient in calcium. Therefore, calcium supplements should be taken to meet the body's needs. The type of calcium should also be appropriate for each age group. For children and adolescents, who require energy and protein, drinking milk, which is high in calcium, is suitable. However, for older adults, consuming milk for calcium might lead to excessive energy intake and weight gain, especially for those with co-existing knee osteoarthritis, which could worsen their symptoms. Thus, for older adults, it is recommended to take approximately 1,500 milligrams of calcium carbonate, which provides about 600 milligrams of elemental calcium. When combined with calcium from food, this amount is sufficient for the body's needs. The best time to take calcium is immediately after any meal during the day, as the digestive system secretes acid, which improves calcium absorption.
<br><br>
Currently, osteoporosis medications are divided into two main groups: bone resorption inhibitors and bone formation stimulators. Bone resorption inhibitors include bisphosphonates, available in various forms such as once-weekly oral tablets, once-monthly oral tablets, or once-yearly injections. Another bone resorption inhibitor is denosumab, administered as a subcutaneous injection every six months. The bone formation stimulator is teriparatide. The choice of osteoporosis medication depends on the individual patient's suitability and the doctor's discretion. The duration of osteoporosis treatment is typically around five years.

<hr />

<span style="color: #000000;"><strong><span style="font-size: 10pt;"><span style="color: #000080;">You can inquire about bone and joint health issues via:</span><br/>
</span></strong><span style="font-size: 10pt;"><strong>Line OA:</strong> <a style="color: #000000;" href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>or search by Line ID: </strong> @DoctorKeng</span></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Website: </strong>www.doctorkeng.com</span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>YouTube:</strong> <a style="color: #000000;" href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Facebook:</strong> <a style="color: #000000;" href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ (This translates to "Doctor Keng Solves Bone and Joint Pain Problems")</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Blockdit</strong>: <a style="color: #000000;" href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener">https://www.blockdit.com/doctorkeng</a></span><br/>`,
      },
      "112-osteoporosis-teach": {
        title: "Presentation on Osteoporosi",
        shot: "Presentation on Osteoporosi",
        detail: `<center><iframe src="https://www.youtube.com/embed/9mo882JDST4" width="760" height="415" frameborder="0" allowfullscreen="allowfullscreen"></iframe></center><center>Osteoporosis Explained by Assistant Professor Dr. Thaninart Leerapun</center>`,
      },
      "osteo-woman": {
        title: "Osteoporosis: A Silent Danger for Women",
        shot: "Do we truly believe that over 40% of women aged 50 and above are at risk of osteoporotic fractures? The main problem with osteoporosis is the occurrence of fractures! Common fracture sites include the wrist, hip, and spine.",
        detail: `<!-- wp:image {"id":2798,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/11/ความสำคัญของแคลเซียม-10-1024x576.png" alt="กระดูกพรุน ภัยเงียบสำหรับผู้หญิง" class="wp-image-2798"/></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81">
<p style="text-align: center;"><span style="font-size: 24pt; color: #0c2187;"><strong>Osteoporosis: A Silent Danger for Women</strong></span></p>
<p style="text-align: center;"><span style="font-size: 12pt; color: #0c2187;">Presented by Assistant Professor Dr. Thaninart Leerapun</span></p>
</div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">Do we truly believe that over 40% of women aged 50 and above are at risk of osteoporotic fractures? The main problem with osteoporosis is<strong> the occurrence of fractures!</strong> Common fracture sites include the wrist, hip, and spine.</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:image {"id":9837,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบสำหรับผู้หญิง-1024x538.jpg" alt="" class="wp-image-9837"/></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">Osteoporosis often shows no symptoms until a fracture occurs. Most people don't realize they have osteoporosis until their bones weaken, making them susceptible to fractures from even minor impacts or falls.</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">The key is to assess your risk of fracture to prevent these devastating consequences. Fractures can be prevented if you know your risk early.</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:html -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<h3 class="jss80 jss81"><strong><span style="font-size: 14pt;">You can assess your own osteoporosis risk by clicking here. <a href="https://www.sheffield.ac.uk/FRAX/tool.aspx?lang=th">(Click)</a></span></strong></h3>
</div>
<div><hr />
<p><span style="font-size: 10pt;"><strong><span style="color: #17479e;">You can inquire about bone and joint health issues via:</span><br /></strong><strong>Line OA:</strong> <a href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>or search by Line ID:</strong> @DoctorKeng</span><br /><span style="font-size: 10pt;"><strong>Website: </strong><a href="https://doctorkeng.com" target="_blank" rel="noopener">https://doctorkeng.com</a></span><br /><span style="font-size: 10pt;"><strong>YouTube:</strong> <a href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span><br /><span style="font-size: 10pt;"><strong>Facebook:</strong> <a href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ (This translates to "Doctor Keng Solves Bone and Joint Pain Problems")</a></span><br /><span style="font-size: 10pt;"><strong>Blockdit</strong>: <a href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener">https://www.blockdit.com/doctorkeng</a></span></p>
</div>
</div>
<!-- /wp:html -->`,
      },
      "osteo-old-aged": {
        title: "Osteoporosis: A Silent Danger for the Elderly",
        shot: "The main problem with osteoporosis for people over 50 is fractures, affecting areas like the spine, wrist, and hip.",
        detail: `<!-- wp:image {"id":9843,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ-1024x538.jpg" alt="" class="wp-image-9843"/></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div>
<div class="jss77 jss72">
<div class="jss78 jss79">
<div>
<p style="text-align: center;"><span style="font-size: 24pt; color: #2813b0;"><strong>Osteoporosis: A Silent Danger for the Elderly</strong></span></p>
<p style="text-align: center;"><span style="color: #2813b0;">Presented by Assistant Professor Dr. Thaninart Leerapun</span></p>
</div>
</div>
</div>
</div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">The main problem with osteoporosis for people over 50 is fractures, affecting areas like the spine, wrist, and hip.</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">Osteoporosis is a skeletal disorder characterized by low bone mass and poor bone structural quality, which increases the risk of fractures. Postmenopausal osteoporosis in women occurs when bone mineral density (BMD) is more than 2.5 standard deviations below that of healthy premenopausal women. This figure, indicating a deviation of less than 2.5 below the standard, signifies the condition.</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->
<br>
<!-- wp:image {"id":9844,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ_003-1024x538.jpg" alt="" class="wp-image-9844"/></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="color: #1d3dad;"><strong><span style="font-size: 14pt;">Types of Osteoporosis: can be divided into two main types:</span></strong></span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<ol>
<li class="jss80 jss81"><span style="font-size: 14pt;">1. Primary Osteoporosis (Idiopathic Osteoporosis): This type of osteoporosis involves bone mass loss as a person ages.<br><strong>Type 1:</strong> This is believed to be caused by a decrease in estrogen hormones in postmenopausal women. This leads to bone breakdown occurring faster than bone formation, resulting in an overall reduction in bone mass.<br><strong>Type 2:</strong> This type of osteoporosis is a result of increasing age, which causes a decrease in the rate of bone formation.<br></span></li>
<li>
<div class="jss80 jss81"><span style="font-size: 14pt;">2. Secondary Osteoporosis: This type of osteoporosis results from pre-existing conditions or the long-term use of certain medications, such as rheumatoid arthritis or prolonged steroid use.
Osteoporosis is a silent threat; it often doesn't show any symptoms until a fracture occurs. Therefore, general screening is crucial. Fractures commonly happen in the spine, wrist, and hip.
<br></span></div>
</li>
</ol>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:image {"id":9848,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ_004-1024x538.jpg" alt="" class="wp-image-9848"/></figure>
<!-- /wp:image -->

<!-- wp:image {"id":9850,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ_005-1024x538.jpg" alt="" class="wp-image-9850"/></figure><figcaption class="wp-element-caption">wrist fracture</figcaption></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<h2 class="jss80 jss81"><span style="color: #1d3dad;"><strong><span style="font-size: 14pt;">Diagnosis</span></strong></span></h2>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">Measuring bone mineral density (BMD) is crucial for diagnosing osteoporosis and monitoring a patient's response to treatment. The standard for assessing bone density is through a Central Dual-Energy X-ray Absorptiometry (DXA) scan. Studies show that for every 1 standard deviation decrease in bone mineral density from the normal values in young adults (around 20-30 years old), the risk of fracture increases by approximately 2-3 times.</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:image {"id":9852,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ_006-1024x538.jpg" alt="" class="wp-image-9852"/></figure>
<!-- /wp:image -->

<!-- wp:image {"id":9854,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/01/กระดูกพรุน-ภัยเงียบของผู้สูงอายุ_007-1024x538.jpg" alt="" class="wp-image-9854"/></figure>
<!-- /wp:image -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81" style="text-align: left;"><span style="color: #1d3dad;"><strong><span style="font-size: 14pt;">Treatment : </span></strong></span><span style="font-size: 14pt;">Osteoporosis treatment involves several components:</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<ul>
<li class="jss80 jss81"><span style="font-size: 14pt;">Lifestyle Modifications</span></li>
<li class="jss80 jss81"><span style="font-size: 14pt;">All patients should engage in weight-bearing exercises like walking and running, combined with strength training to strengthen muscles.</span></li>
<li class="jss80 jss81"><span style="font-size: 14pt;">Any patient with mobility issues should be referred to a physical therapist for rehabilitation.</span></li>
<li><span style="font-size: 14pt;">All patients should receive advice on fall prevention. This includes ensuring adequate lighting in their homes, keeping household items tidy and organized, using walking aids, and avoiding walking on uneven surfaces. If there are vision problems like cataracts or glaucoma, they should be corrected.</span></li>
</ul>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">Patients should receive sufficient calcium and vitamin D to meet their body's needs. Patients with osteoporosis should consume 1,500 milligrams of calcium daily from food and supplements. The body requires 800 IU of vitamin D daily to maintain blood levels at 30 ng/ml or higher.</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="color: #1d3dad;"><strong><span style="font-size: 14pt;">Pharmacological Treatment</span></strong></span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">Many types of medications are available to treat osteoporosis patients, including selective estrogen receptor modulators (SERMs), calcitonin, bisphosphonates, and the bone-building medication teriparatide, which is a recombinant human parathyroid hormone. </span><span style="font-size: 14pt;">Generally, the first-line choice for treating osteoporosis is bisphosphonates. These drugs inhibit bone breakdown by directly acting on osteoclasts (bone-destroying cells). They induce apoptosis in osteoclasts, leading to a reduction in their number and activity. Commonly used bisphosphonates include:</span></div>
<ul>
<li><span style="font-size: 14pt;">Alendronate: 70 mg taken once a week.</span></li>
<li><span style="font-size: 14pt;">Risedronate: 35 mg taken once a week.</span></li>
<li><span style="font-size: 14pt;">Ibandronate: 150 mg taken once a month.</span></li>
<li><span style="font-size: 14pt;">Zoledronic acid: 5 mg administered intravenously once a year.</span></li>
</ul>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:tadv/classic-paragraph -->
<div class="jss77 jss72">
<div class="jss78 jss79">
<div class="jss80 jss81"><span style="font-size: 14pt;">Teriparatide is the only medication that primarily stimulates bone formation in osteoporosis treatment. This medication consists of the aminoterminal portion of the human parathyroid hormone molecule (1-34). When injected subcutaneously once daily, it stimulates both bone formation and bone resorption processes, but the overall effect is a greater increase in bone formation than bone breakdown.</span></div>
</div>
</div>
<!-- /wp:tadv/classic-paragraph -->

<!-- wp:separator {"opacity":"css","className":"is-style-wide"} -->
<hr class="wp-block-separator has-css-opacity is-style-wide"/>
<!-- /wp:separator -->

<!-- wp:paragraph -->
<p><strong>You can inquire about bone and joint health issues via:</strong></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>L<strong>i</strong>ne OA:&nbsp;https://lin.ee/swOi91Q or search by Line ID: @doctorkeng<br>Website:&nbsp;www.doctorkeng.com<br>YouTube:&nbsp;https://www.youtube.com/results?search_query=taninnit+leerapun<br>Facebook:&nbsp;<a href="https://www.facebook.com/backpainnonop" target="_blank" rel="noreferrer noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ (This translates to "Doctor Keng Solves Bone and Joint Pain Problems")</a><br>Blockdit:<span class="contact-line" style="padding-left: 4px;">https://www.blockdit.com/doctorkeng</span></p>
<!-- /wp:paragraph -->`,
      },

      "what-is-osteoporosis-vdo": {
        title: "What is Osteoporosis? How Can It Be Prevented and Treated?",
        shot: 'Find answers to "What is osteoporosis and how can it be prevented and treated?" in this video.',
        detail: `<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center"><span style="font-size: 24pt; color: #2813b0;"><strong>What is Osteoporosis? How to Prevent and Treat It?</strong></span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center"><span style="color: #2813b0;">By Assistant Professor Dr. Thaninart Leerapun</span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><span style="font-size: 14pt;">Find answers to "What is osteoporosis and how can it be prevented and treated?" in this video.</span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p class="text-center"><iframe src="//www.youtube.com/embed/XpZvor_TFHY" width="800" height="449" allowfullscreen="allowfullscreen"></iframe></p>
<!-- /wp:paragraph -->

<!-- wp:heading -->
<h2 class="wp-block-heading" id="สอบถามป-ญหาส-ขภาพกระด-กและข-อได-ท"><span style="color: #2813b0; font-size: 14pt;"><strong>You can inquire about bone and joint health issues via:</strong></span></h2>
<!-- /wp:heading -->

<!-- wp:paragraph {"fontSize":"small"} -->
<p class="has-small-font-size"><span style="font-size: 14pt;">Line OA:&nbsp;https://lin.ee/swOi91Q or search by Line ID: @doctorkeng</span><br><span style="font-size: 14pt;">Website:&nbsp;www.doctorkeng.com</span><br><span style="font-size: 14pt;">YouTube:<span class="contact-line" style="padding-left: 4px;">https://www.youtube.com/results?search_query=taninnit+leerapun</span></span><br><span style="font-size: 14pt;">Facebook:&nbsp;<a href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener noreferrer">หมอเก่งไขปัญหาปวดกระดูกและข้อ (This translates to "Doctor Keng Solves Bone and Joint Pain Problems")</a></span><br><span style="font-size: 14pt;">Blockdit:<span class="contact-line" style="padding-left: 4px;">https://www.blockdit.com/doctorkeng</span></span></p>
<!-- /wp:paragraph -->`,
      },
      "2127": {
        title: "Where Do Osteoporotic Fractures Commonly Occur?",
        shot: "Osteoporosis is a condition where bones become porous, making them more prone to fractures.",
        detail: `<!-- wp:heading {"textAlign":"center"} -->
<h2 class="wp-block-heading has-text-align-center"><strong>Where Do Osteoporotic Fractures Commonly Occur?</strong></h2>
<!-- /wp:heading -->

<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center">By Assistant Professor Dr. Thaninart Leerapun</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>When osteoporosis occurs, where do fractures commonly happen?</p>
<!-- /wp:paragraph -->

<!-- wp:image {"align":"center","id":10289,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed0227e83a456166436d93c-1024x582.jpeg" alt="" class="wp-image-10289"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph -->
<p>Osteoporosis is a condition where bones become porous, making them more prone to fractures.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><strong>The locations where fractures commonly occur are:</strong></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>1. Wrist: This typically happens between the ages of 50-60. When patients fall, they often instinctively brace themselves with their hands, leading to frequent wrist fractures.</p>
<!-- /wp:paragraph -->

<!-- wp:image {"align":"center","id":10287,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed0249f2475f216a07a6066-586x1024.jpeg" alt="" class="wp-image-10287"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph -->
<p>2. Vertebral Compression Fractures (Spine Fractures): These are most commonly found in individuals aged approximately 60 years and older. This is because the bones become thinner, often related to bending over to lift objects or from falls.</p>
<!-- /wp:paragraph -->

<!-- wp:image {"align":"center","id":10290,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed02535950ac816b29b4250-793x1024.jpeg" alt="" class="wp-image-10290"/></figure>
<!-- /wp:image -->

<!-- wp:image {"align":"center","id":10291,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed0264a83a4561664383219-1024x1014.jpeg" alt="" class="wp-image-10291"/></figure>
<!-- /wp:image -->

<!-- wp:image {"align":"center","id":10292,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed026642475f216a07aea47-768x1024.jpeg" alt="" class="wp-image-10292"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph -->
<p>3. Hip Fractures: These most commonly occur in individuals aged 70 years and older. As people age, their bodies may not react quickly enough during a fall to brace themselves with their hands, often leading to their hip hitting the ground and fracturing. Surgical intervention is recommended for all hip fractures unless there are specific contraindications, such as a recent ischemic heart disease event. Surgery performed by a skilled surgeon typically yields better outcomes than non-surgical treatment.</p>
<!-- /wp:paragraph -->

<!-- wp:image {"align":"center","id":10293,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed026da83a4561664386205-932x1024.jpeg" alt="" class="wp-image-10293"/></figure>
<!-- /wp:image -->

<!-- wp:image {"align":"center","id":10294,"sizeSlug":"large","linkDestination":"none"} -->
<figure class="wp-block-image aligncenter size-large"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2022/08/5ed026dc2475f216a07b0ec2-809x1024.jpeg" alt="" class="wp-image-10294"/></figure>
<!-- /wp:image -->

<!-- wp:separator {"className":"is-style-wide"} -->
<hr class="wp-block-separator has-alpha-channel-opacity is-style-wide"/>
<!-- /wp:separator -->

<!-- wp:paragraph -->
<p><strong>You can inquire about bone and joint health issues via:</strong></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><strong>Line OA:</strong>&nbsp;https://lin.ee/swOi91Q or search by Line ID: @doctorkeng<br><strong>Website:</strong>&nbsp;www.doctorkeng.com<br><strong>YouTube:</strong>&nbsp;https://www.youtube.com/results?search_query=taninnit+leerapun<br><strong>Facebook:</strong>&nbsp;<a href="https://www.facebook.com/backpainnonop" target="_blank" rel="noreferrer noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ (This translates to "Doctor Keng Solves Bone and Joint Pain Problems")</a><br><strong>Blockdit:</strong><span class="contact-line" style="padding-left: 4px;">https://www.blockdit.com/doctorkeng</span></p>
<!-- /wp:paragraph -->`,
      },
      "161-hip-broken": {
        title: "Osteoporotic Hip Fractures",
        shot: "The best and most appropriate current treatment for hip fractures is  surgical intervention. Research from the Faculty of Medicine at Chiang Mai University and Maharaj Nakhon Ratchasima Hospital has shown that treating patients non-surgically with traction leads to a 2 to 3 times higher mortality rate compared to patients treated with surgery. Therefore, surgical treatment for osteoporotic hip fractures helps patients recover mobility faster, experience fewer complications, and significantly reduces the mortality rate.",
        detail: `<p style="text-align: center;"><b><span style="font-size: 14pt; color: #000080;">Osteoporotic Hip Fractures: A Risk for Seniors</span>
</b><span style="color: #000080;">By Assistant Professor Dr. Thaninart Leerapun</span></p>
<center><iframe src="https://www.youtube.com/embed/XpZvor_TFHY" width="700" height="415" frameborder="0" allowfullscreen="allowfullscreen"><span data-mce-type="bookmark" style="display: inline-block; width: 0px; overflow: hidden; line-height: 0;" class="mce_SELRES_start">﻿</span></iframe></center><span style="color: #000000;"><span style="color: #000080;"><strong>Hip fractures</strong></span>are a significant complication that often follows osteoporosis in older adults. Osteoporosis reduces bone density and deteriorates the internal bone structure, significantly increasing the risk of fractures. These can occur in the spine, leading to a stooped posture, kyphosis, and back pain. If a patient falls and hits their hip on the ground, a hip fracture can also occur. The most critical risk factor for fractures is  falls , and this incidence is higher in women than in men. A crucial objective in preventing fractures is to avoid falls.

These easily sustained fractures result in substantial medical and other associated costs, representing a significant economic burden. Hip fractures in older adults are a leading cause of hospital admissions. Furthermore, the mortality rate associated with osteoporosis is mostly linked to hip fractures, with the highest mortality occurring within the first six months after the fracture. The fatality rate significantly increases compared to the general population of the same age group due to complications that follow a hip fracture, such as pneumonia, pressure sores, and urinary tract infections, often resulting from prolonged bed rest and immobility due to pain.</span>
<br/>
<span style="color: #000080;"><strong>Treatment Guidelines</strong></span>

<span style="color: #000000;">The best and most appropriate current treatment for hip fractures is  surgical intervention. Research from the Faculty of Medicine at Chiang Mai University and Maharaj Nakhon Ratchasima Hospital has shown that treating patients non-surgically with traction leads to a 2 to 3 times higher mortality rate compared to patients treated with surgery. Therefore, surgical treatment for osteoporotic hip fractures helps patients recover mobility faster, experience fewer complications, and significantly reduces the mortality rate.

Most surgeries depend on the location of the hip fracture. Sometimes, internal fixation with plates and screws is used, while at other times, total hip arthroplasty (hip replacement) is performed</span>

<span style="color: #000000;">Before surgery, doctors must thoroughly assess the patient's overall health, including the fractured hip, general physical condition, heart and lung function, and blood tests to check liver, kidney function, and electrolytes. This ensures the patient's body is ready for surgery and maximizes their safety during the procedure. Additionally, doctors will explain to the patient and their family the nature of the hip fracture, the surgical treatment method, its benefits, and potential risks such as pulmonary embolism or blood loss. Post-operative care, physical therapy rehabilitation programs, long-term outcomes, prognosis, and the appropriate timing for surgery will also be discussed.</span>

<span style="color: #000000;">After a hip fracture is treated, it is still essential to continue osteoporosis treatment to prevent further fractures, such as a fracture of the other hip, vertebral compression fractures, or fractures in other locations. These patients need ongoing osteoporosis treatment to prevent additional fractures. For instance, in patients with osteoporotic vertebral compression fractures, it has been found that without appropriate treatment, there is an approximately 20% increased chance of further fractures.</span>
<br/>
<span style="color: #000080;"><b>Osteoporosis treatment includes
</b><strong>lifestyle modifications :</strong></span>
<ul>
 \t<li><span style="color: #000000;">All patients should engage in weight-bearing exercises, such as walking and running, combined with strength training to strengthen muscles.</span></li>
 \t<li><span style="color: #000000;">patient with mobility issues should be referred to a physical therapist for rehabilitation.</span></li>
 \t<li><span style="color: #000000;">All patients should receive advice on fall prevention , including ensuring adequate lighting in their homes, keeping household items tidy, using walking aids, and avoiding walking on uneven surfaces. If there are vision problems like cataracts or glaucoma, they should be corrected.
</span></li>
</ul>
<span style="color: #000080;"><strong>Nutrients for Bones:
</strong></span>
<ul>
 \t<li><span style="color: #000000;">Patients should receive sufficient calcium and vitamin D  to meet their body's needs. Patients with osteoporosis should take 1,500 milligrams of calcium daily through food and calcium supplements. The body requires 800 IU of vitamin D daily.
</span></li>
</ul>
<span style="color: #000080;"><strong>Medications for Osteoporosis:
</strong><b>Currently, there are two main groups of medications used to treat osteoporosis:</b></span>
<ol>
 \t<li><span style="color: #000000;">Bone formation-stimulating drugs are administered via daily subcutaneous injection for two years. They are suitable for patients with severe osteoporosis and multiple fractures.</span></li>
 \t<li><span style="color: #000000;">Bone resorption-inhibiting drugs are available in both oral and injectable forms (intravenous or subcutaneous).</span></li>
</ol>
<span style="color: #000000;">The success of osteoporosis treatment depends on consistent and continuous lifestyle changes, adequate intake of food, calcium, and vitamin D, regular medication use, and fall prevention. Also, patients with osteoporosis should avoid bending over to pick up objects, as this can increase the chance of vertebral collapse.</span>

<hr />

<span style="color: #000000;"><strong><span style="font-size: 10pt;"><span style="color: #000080;">You can inquire about bone and joint health issues via:</span><br/>
</span></strong><span style="font-size: 10pt;"><strong>Line OA:</strong> <a style="color: #000000;" href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>or search by Line ID:</strong> @DoctorKeng</span></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Website: </strong>www.doctorkeng.com</span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>YouTube:</strong> <a style="color: #000000;" href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Facebook:</strong> <a style="color: #000000;" href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ (This translates to "Doctor Keng Solves Bone and Joint Pain Problems")</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Blockdit</strong>: <a style="color: #000000;" href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener">https://www.blockdit.com/doctorkeng</a></span><br/>`,
      },
      "111-back-pain-osteoporosis-relation": {
        title: "The Relationship Between Back Pain and Osteoporosis",
        shot: `For the general public to better understand osteoporosis, I'd like to explain it in detail. The problem with osteoporosis is a condition where a patient's bone mineral density decreases and the internal structure of the bone deteriorates, significantly increasing the risk of easily sustained fractures compared to healthy individuals.`,
        detail: `<p style="text-align: center;"><span style="font-size: 18pt; color: #000080;"><strong>The Relationship Between Back Pain and Osteoporosis</strong></span>
<span style="color: #000080;">By Assistant Professor Dr. Thaninart Leerapun</span></p>
<center><iframe src="https://www.youtube.com/embed/XpZvor_TFHY" width="700" height="415" frameborder="0" allowfullscreen="allowfullscreen"></iframe></center><span style="color: #000080;"><strong>An interesting case study of an elderly person who came to see a doctor with back pain.</strong></span>

For the general public to better understand osteoporosis, I'd like to explain it in detail. The problem with osteoporosis is a condition where a patient's bone mineral density decreases and the internal structure of the bone deteriorates, significantly increasing the risk of easily sustained fractures compared to healthy individuals. Generally, the symptoms of osteoporosis typically appear in two stages:
<ol>
 \t<li>Early Stage: In the initial stage, as bone mass gradually decreases, patients usually don't experience any symptoms. This often begins in postmenopausal women with risk factors. At this point, the condition can only be detected by measuring bone mineral density.</li>
 \t<li>Severe Osteoporosis Stage: This occurs when bones become very porous, accompanied by vertebral compression fractures or hip fractures Patients often experience  back pain, a stooped or hunched back, and a noticeable decrease in height. Sometimes, the back pain might radiate to the chest. A stooped back can also lead to reduced appetite, bloating, and abdominal discomfort. These symptoms are commonly found in patients over 65 years old. Occasionally, fractures may also occur in the wrist, and patients might experience easy fractures and general body aches. I'll provide an example with the following patient case.</li>
</ol>
<span style="color: #000080;"><strong>Key Risk Factors for Osteoporosis include:</strong></span>
<ul>
 \t<li>Premature menopause , especially before the age of 45.</li>
 \t<li>Existing medical conditions such as rheumatoid arthritis or hyperthyroidism.</li>
 \t<li>Regular, high-dose, and prolonged use of steroid medications , whether for treating an illness or self-administered.</li>
 \t<li>A maternal family history of osteoporosis or hip fractures, particularly on the mother's side of the family.</li>
 \t<li>Regular smoking and alcohol consumption.</li>
 \t<li>Easy bone fractures after the age of 40.</li>
</ul>
<span style="color: #000080;"><strong>Here's how to prevent osteoporosis:</strong></span>
<ul>
 \t<li>For children and teenagers , ensure they drink milk and exercise appropriately.</li>
 \t<li>Avoid risk factors like alcohol consumption and smoking.</li>
 \t<li>For individuals over 40 , ensure adequate calcium intake. You might take a calcium supplement like Caltrate 600 mg once daily, which should be sufficient. Research shows that, on average, Thai people get about 300-400 mg of calcium from their diet, so supplementing can help reach the recommended intake.</li>
 \t<li>For women over 65 , we recommend getting a DEXA (Dual Energy X-ray Absorptiometry) scan. This large machine measures bone density at two sites: the lumbar spine and the hip.</li>
 \t<li>For postmenopausal women with risk factors , we recommend getting a bone density scan immediately to assess their current bone mineral status.
</li>
</ul>
After getting a bone density scan,<span style="color: #000080;"><b>it's important to understand that a T-score below -2.5 doesn't always mean you need to take medication to prevent osteoporosis.</b></span>Often, this leads to  overtreatment .  <b><span style="color: #000080;">The purpose of osteoporosis medication is</span> </b>to prevent future fractures or reduce the risk of them. We need to calculate each patient's future fracture risk. You can assess your individual fracture risk using the FRAX® tool  from the World Health Organization at [http://www.shef.ac.uk/FRAX/tool.aspx?country=57](http://www.shef.ac.uk/FRAX/tool.aspx?country=57). This tool uses basic data for Thai individuals to help you assess your personal risk of fracture.
ิ<br>
Therefore, the decision to prescribe osteoporosis medication is based on the 10-year fracture risk. If the calculation shows:
<ol>
 \t<li>A major osteoporotic fracture risk greater than 20%, or</li>
 \t<li>A hip fracture risk greater than 3%</li>
</ol>
<span style="color: #000080;"><b>then medication for osteoporosis will be considered.</b></span> If the risk is lower than these values, there's no need for osteoporosis medication. However, in cases where patients have already experienced a **hip fracture** or **vertebral compression fracture**, they absolutely need to receive osteoporosis treatment to prevent further fractures. For instance, in patients with osteoporotic vertebral compression fractures, if appropriate treatment isn't provided, there's about a 20% increased chance of additional fractures.


<strong><span style="color: #000080;">Currently, there are two main types of medication used to treat osteoporosis:<br/>
1. Bone Resorption Inhibitors. These medications work by slowing down the breakdown of bone. Examples include:</span></strong>
<ul>
 \t<li>Bisphosphonates: These come in various forms, such as oral tablets taken once a week (e.g., Alendronate (Fosamax Plus), Risedronate (Actonel)) or injections given once a year (e.g., Zoledronate (Aclasta)).</li>
 \t<li>trontium (Protaxos): This also has properties that inhibit bone breakdown.</li>
 \t<li>Antibody-based medications: These directly inhibit bone breakdown at the cellular level and do not affect the kidneys. An example is Denosumab (Prolia), which is administered as a subcutaneous injection every six months.
  Doctors typically recommend these medications for about 3-5 years for osteoporosis treatment.
</li>
</ul>
<span style="color: #000080;"><b>2. Bone Formation Stimulators </b></span>These medications directly promote the creation of new bone. An example is  Teriparatide (Forteo) , It is indicated for patients with multiple fractures, such as more than two vertebral compression fractures, a hip fracture, or in cases like the example mentioned earlier, with more than two vertebral compression fractures. This medication is injected subcutaneously every day and can also help reduce back pain.

The decision to prescribe each type of medication depends on the individual patient's suitability and the doctor's discretion. There must be a thorough discussion and explanation of the benefits, advantages, and disadvantages of each medication type with the patient. The shared objective is always to prevent future fractures.

<hr />

<span style="color: #000000;"><strong><span style="font-size: 10pt;"><span style="color: #000080;">You can inquire about bone and joint health issues via: </span><br/>
</span></strong><span style="font-size: 10pt;"><strong>Line OA:</strong> <a style="color: #000000;" href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>or search by Line ID:</strong> @DoctorKeng</span></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Website: </strong>www.doctorkeng.com</span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>YouTube:</strong> <a style="color: #000000;" href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Facebook:</strong> <a style="color: #000000;" href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ (This translates to "Doctor Keng Solves Bone and Joint Pain Problems")</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Blockdit</strong>: <a style="color: #000000;" href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener">https://www.blockdit.com/doctorkeng</a></span><br/>`,
      },
      "case-study-osteoporosis-backpain": {
        title: "Case Study: Back Pain and Osteoporosis",
        shot: "Hello readers, today I have an interesting  case study to share. A 75-year-old Thai female patient presented with  back pain and radiating numbness down both legs , making walking difficult. Her bowel and bladder functions were normal. She experienced no pain when sitting or resting, and there was no weakness in her legs. Her pain occurred specifically when walking.",
        detail: `<!-- wp:image {"align":"center","id":1656} -->
<figure class="wp-block-image aligncenter"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2018/02/taninnit_กรณีศึกษากระดูกพรุน.jpg" alt="" class="w-100"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center"><strong><span style="color: #000080; font-size: 18pt;">Case Study: Back Pain and Osteoporosis</span><br></strong><span style="font-size: 12pt; color: #000080;">By Assistant Professor Dr. Thaninart Leerapun</span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>Hello readers, today I have an interesting  case study to share. A 75-year-old Thai female patient presented with  back pain and radiating numbness down both legs , making walking difficult. Her bowel and bladder functions were normal. She experienced no pain when sitting or resting, and there was no weakness in her legs. Her pain occurred specifically when walking.</p>
<!-- /wp:paragraph -->

<!-- wp:image {"align":"center","id":1242} -->
<figure class="wp-block-image aligncenter"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2018/02/taninnit-ผู้ป่วยมีลักษณะของกระดูกสันหลังผิดปกติ-.jpg" alt="" class="w-100"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center"><span style="font-size: 8pt;"><em>The patient's image shows abnormal spinal curvature in both the horizontal and coronal planes , characteristic of scoliosis and kyphotic deformity.</em></span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>When you encounter a patient with these characteristics, remember to inquire about their  osteoporosis history , including  risk factors , any reduction in body height  and their back pain symptoms , This is especially important as the patient is over 65 years old and exhibits a kyphotic deformity of the spine.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>Additionally, obtaining  lateral X-ray films of the thoracic (T-spine) and lumbar (LS-spine) regions  will allow us to assess and compare the height of each vertebral body.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>The patient's X-ray images reveal multiple collapsed vertebral bodies in the thoracic spine , indicated by a reduction in the height of individual vertebrae. The L5 vertebra also shows a collapse, with its height reduced by more than 25% compared to adjacent vertebrae. Therefore, this patient was diagnosed with:</p>
<!-- /wp:paragraph -->

<!-- wp:list {"ordered":true} -->
<ol><!-- wp:list-item -->
<li>Severe osteoporosis with multiple vertebral fractures</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Spinal canal stenosis due to degenerative changes of the spine and spinal deformity (kyphosis and scoliosis)</li>
<!-- /wp:list-item --></ol>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>The key learning point from this patient's case is the importance of recognizing osteoporosis in conjunction with the symptoms the patient presents with. To achieve treatment goals, we must address both the back pain and the osteoporosis. The principles of treating this patient included:</p>
<!-- /wp:paragraph -->

<!-- wp:list {"ordered":true} -->
<ol><!-- wp:list-item -->
<li>Life styles modification :&nbsp;<a href="http://www.dailynews.co.th/article/1490/236313" target="_blank" rel="noopener noreferrer">Prohibiting sitting on the floor and lifting heavy objects.</a></li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Exercise</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Oral medication</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Epidural steroid injection under ultrasound guidance</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Osteoporosis treatment: Given the presence of more than three vertebral fractures, a bone formation agent, teriparatide , was prescribed to the patient.</li>
<!-- /wp:list-item --></ol>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>Following this treatment, the patient's pain significantly improved, and they were able to walk better.</p>
<!-- /wp:paragraph -->`,
      },
      "109-calcium": {
        title: "The Importance of Calcium",
        shot: "Many people often wonder about calcium, heavily advertised on TV, radio, and in newspapers. They question whether they truly need to take calcium supplements and if doing so could lead to calcium buildup, bone spurs, kidney stones, or other negative health effects.",
        detail: `<!-- wp:image {"align":"center","id":2216,"sizeSlug":"full"} -->
<figure class="wp-block-image aligncenter w-100"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2018/02/ความสำคัญของแคลเซียม.png" alt="" class="full-size"/></figure>
<!-- /wp:image -->

<!-- wp:paragraph {"align":"center"} -->
<p class="has-text-align-center"><span style="font-size: 18pt; color: #000080;"><strong>The Importance of Calcium</strong></span><br>
<span style="font-size: 12pt; color: #000080;">By Assistant Professor Dr. Thaninart Leerapun</span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph {"align":"left"} -->
<p class="has-text-align-left">Many people often wonder about calcium, heavily advertised on TV, radio, and in newspapers. They question whether they truly need to take calcium supplements and if doing so could lead to calcium buildup, bone spurs, kidney stones, or other negative health effects.<br>
<b>In reality,&nbsp;</b>our bodies need calcium to build strong bones, with varying requirements at different life stages:</p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul><!-- wp:list-item -->
<li>Males and females aged 9-18 years: need 1,300 milligrams of calcium per day.</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>เMales and females aged 19-50 years: need 1,200 milligrams of calcium per day.</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Pregnant and breastfeeding women: need 1,300 milligrams of calcium per day.</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Males and females over 50 years: need 1,000 milligrams of calcium per day.</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>Foods rich in calcium include  yogurt , milk (one 250 cc glass contains 300 mg of calcium), canned fish, broccoli, and leafy green vegetables.</li>
<!-- /wp:list-item --></ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p>Research conducted in Thailand shows that the average daily calcium intake from our current diet is about 400 milligrams. This means our bodies are still deficient in calcium. Therefore, we should take calcium supplements to meet the body's required amount. The type of calcium should also be appropriate for each age group. For children and teenagers, who still need energy and protein, drinking milk (which is high in calcium) is suitable. However, for older adults, drinking milk to get calcium might lead to excessive energy intake and could cause weight gain. This is especially true for seniors who often have osteoarthritis, as increased body weight from milk consumption could worsen their symptoms.&nbsp;<b><span style="color: #000080;">Thus, for older adults, it's recommended to take calcium supplements that provide about 1,500 milligrams of calcium, which breaks down to approximately 600 milligrams of elemental calcium.</span>&nbsp;</b>When combined with calcium from food, this amount will be sufficient for the body's needs.</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>The best time to take calcium is immediately after a meal, at any time of day. This is because the digestive system secretes acid after eating, which helps the body absorb calcium more effectively.</p>
<!-- /wp:paragraph -->

<!-- wp:separator -->
<hr class="wp-block-separator has-alpha-channel-opacity"/>
<!-- /wp:separator -->

<!-- wp:paragraph -->
<p><span style="color: #000000;"><strong><span style="font-size: 10pt;"><span style="color: #000080;">You can inquire about bone and joint health issues via:</span><br>
</span></strong><span style="font-size: 10pt;"><strong>Line OA:</strong>&nbsp;<a style="color: #000000;" href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>or search by Line ID:</strong> @DoctorKeng</span></span><br>
<span style="font-size: 10pt; color: #000000;"><strong>Website:&nbsp;</strong>www.doctorkeng.com</span><br>
<span style="font-size: 10pt; color: #000000;"><strong>YouTube:</strong>&nbsp;<a style="color: #000000;" href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span><br>
<span style="font-size: 10pt; color: #000000;"><strong>Facebook:</strong>&nbsp;<a style="color: #000000;" href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ (This translates to "Doctor Keng Solves Bone and Joint Pain Problems")</a></span><br>
<span style="font-size: 10pt; color: #000000;"><strong>Blockdit</strong>:&nbsp;<a style="color: #000000;" href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener">https://www.blockdit.com/doctorkeng</a></span></p>
<!-- /wp:paragraph -->`,
      },
      "108-cancellous-bone-issue": {
        title: "Key Issues in Osteoporosis",
        shot: "Osteoporosis is a skeletal disorder characterized by low bone mass and poor bone structural quality , which increases the risk of fractures. Postmenopausal osteoporosis in women occurs when bone mineral density (BMD) falls more than 2.5 standard deviations below that of healthy premenopausal women. This figure, a deviation of less than 2.5 below the standard, signifies the condition.",
        detail: `<p style="text-align: center;"><span style="color: #000080;"><strong>Key Issues in Osteoporosis</strong></span>
By Assistant Professor Dr. Thaninart Leerapun</p>
Osteoporosis is a skeletal disorder characterized by low bone mass and poor bone structural quality , which increases the risk of fractures. Postmenopausal osteoporosis in women occurs when bone mineral density (BMD) falls more than 2.5 standard deviations below that of healthy premenopausal women. This figure, a deviation of less than 2.5 below the standard, signifies the condition.

<strong>Osteoporosis can be divided into two types:</strong>

Primary Osteoporosis (Idiopathic Osteoporosis): This type involves bone mass loss as a person ages.
<b>Type 1:</b> Believed to be caused by a decrease in estrogen hormones in postmenopausal women. This leads to a higher rate of bone breakdown than bone formation, resulting in an overall reduction in bone mass.
<b>Type 2: </b> This type results from increasing age, which causes a decrease in the rate of bone formation.

In 1994, the World Health Organization (WHO) defined osteoporosis based on bone mineral density measurements and a history of fractures. The diagnostic criterion for osteoporosis is when bone mineral density is equal to or less than -2.5 standard deviations from the peak bone mass in individuals aged 20-30 years. According to WHO criteria, approximately 20-30% of postmenopausal women in the United States have osteoporosis, and about 1.3 million people experience osteoporotic fractures.

<strong>History Taking

</strong>Osteoporosis is a silent threat ; it often shows no symptoms until a fracture occurs. Therefore, general screening is crucial , including:
<ul>
 \t<li>Screening for individuals at risk of developing osteoporosis.</li>
 \t<li>Assessing individual risk for future fractures.</li>
 \t<li>nquiring about underlying causes of osteoporosis , such as existing medical conditions, steroid use, a history of easy fractures, low body weight, or a family history of vertebral or hip fractures.</li>
</ul>
<strong>Physical Examination</strong>
<ul>
 \t<li>A general physical examination usually doesn't reveal many abnormalities. The examination should assess the patient's vision, muscle strength, gait and balance .  These factors can significantly increase a patient's risk of falling and consequently, of sustaining fractures.</li>
 \t<li>The presence of a kyphotic deformity of the spine (hunchback) is typically a later-stage finding, indicating osteoporosis accompanied by vertebral compression fractures.</li>
</ul>
<strong>Diagnostic Imaging
</strong>Measuring bone mineral density (BMD) is crucial for diagnosing osteoporosis and monitoring a patient's response to treatment. The gold standard for assessing bone density is through a Central Dual-Energy X-ray Absorptiometry (DXA) scan. Research shows that for every 1 standard deviation decrease in bone mineral density from the normal values in young adults (around 20-30 years old), the risk of fracture increases by approximately 2-3 times.

Peripheral technologies like peripheral quantitative computed tomography (pQCT), peripheral dual-energy x-ray absorptiometry (pDXA), and quantitative ultrasonography (QUS), which measure bone density in extremities like the heel bone or wrist, are only used as screening tools  for the disease. They are not used as diagnostic tools  for osteoporosis.

<strong>Laboratory Investigations
</strong>Patients diagnosed with osteoporosis should undergo laboratory tests to check for underlying causes of the disease. These tests include:
Serum levels of calcium, phosphorus, magnesium, creatinine, parathyroid hormone, vitamin D, and testosterone (in males).
In some patients with very low bone density, serum and urine electrophoresis may be necessary to screen for multiple myeloma.
24-hour urine collection is useful for monitoring calcium absorption.

<strong>Differential Diagnosis</strong>
<ul>
 \t<li>Osteomalacia is a condition characterized by impaired bone mineralization, leading to low bone mineral density and fractures. Patients with osteoporosis may also have osteomalacia due to vitamin D deficiency, which results in abnormal calcium absorption.</li>
</ul>
<strong>Treatment
</strong>Osteoporosis treatment involves several key components:
<em>Lifestyle Modifications</em>
<ul>
 \t<li>All patients should engage in weight-bearing exercises  like walking or running, combined with strength training to build muscle.</li>
 \t<li>Any patient with mobility issues should be referred to a physical therapist  for rehabilitation.</li>
 \t<li>All patients should receive advice on  fall prevention. This includes ensuring adequate lighting in their homes, keeping the house tidy and clutter-free, using walking aids, and avoiding walking on uneven surfaces. If vision problems like cataracts or glaucoma are present, they should be corrected. </li>
</ul>
<em>Nutritional Intake</em>
<ul>
 \t<li>Patients should receive sufficient calcium and vitamin D to meet their body's needs. Those with osteoporosis should aim for 1,500 milligrams of calcium daily from food and supplements. They also need 800 IU of vitamin D daily to maintain blood levels at 30 ng/ml or higher.
</li>
</ul>
<em>Pharmacological Treatment
</em>
<ul>
 \t<li>Many types of medications are available to treat osteoporosis. These include:
  Hormone-based therapies like selective estrogen receptor modulators (SERMs) and calcitonin.
  Bisphosphonates, a common group of drugs that inhibit bone breakdown.
  Bone-building medications  like teriparatide, which is a recombinant human parathyroid hormone.
  </li>
 \t<li>Generally, bisphosphonates are the first-line choice for treating osteoporosis. They work by directly affecting osteoclasts (bone-destroying cells), inducing a process called apoptosis, which reduces the number and activity of these cells. Commonly used bisphosphonates include:

- Alendronate: 70 mg, taken once weekly.
- Risedronate: 35 mg, taken once weekly.
- bandronate:150 mg, taken once monthly.
- Zoledronic acid: 5 mg, administered intravenously once yearly.
</li>
</ul>
<ul>
 \t<li>Teriparatide is unique as it's the only medication that primarily stimulates new bone formation in osteoporosis treatment. This drug contains a specific portion of the human parathyroid hormone molecule (1-34). When injected subcutaneously once daily, it stimulates both bone formation and bone breakdown processes, but the overall effect is a net increase in bone creation.</li>
</ul>
<span style="color: #000080;"><strong><em>Prognosis</em></strong></span>

Treatment with bisphosphonates and teriparatide can reduce the incidence of vertebral fractures by 40-70% and hip fractures by 30-50%. Approximately 50% of patients with a history of fractures who do not receive treatment will experience a second fracture within the next 2-3 years.


<span style="color: #000080;"><strong>Additional Considerations</strong></span>

Close monitoring is essential to assess patient adherence to lifestyle modifications and medication, as well as their response to treatment, which impacts the overall management of osteoporosis. Bone mineral density should be measured annually after starting treatment. If the patient responds well, showing an increase in bone mineral density and no new fractures, the bone density scan may be done every two years.  <strong>For patients who do not respond to treatment,  </strong>it's crucial to investigate for other underlying causes of secondary osteoporosis.

<strong>Patient Advice</strong>
Patients should be informed that osteoporosis is a chronic disease requiring continuous and long-term treatment and monitoring . The success of osteoporosis treatment depends on consistent lifestyle changes, proper nutrition, and regular medication intake.

<strong>Indications for Bone Mineral Density Measurement</strong>
<ul>
 \t<li>All women over 65 years old, regardless of risk factors.</li>
 \t<li>Postmenopausal women with risk factors for osteoporosis.</li>
 \t<li>Postmenopausal women undergoing osteoporosis treatment, for monitoring purposes.</li>
 \t<li>Postmenopausal women who present with a fracture.</li>
 \tRisk Factors for Osteoporotic Fractures
 \t<li>History of a low-trauma fracture after age 40.</li>
 \t<li>Parental history of a low-trauma fracture.</li>
 \t<li>Body Mass Index (BMI) less than 19.</li>
 \t<li>Smoking.</li>
 \t<li>Oral corticosteroid use for more than 3 months.</li>
 \t<li>Menopause before age 45.</li>
 \t<li>Women who have undergone surgical removal of their ovaries.</li>
 \t<li>Alcohol consumption.</li>
 \t<li>Low calcium intake.</li>
 \t<li>Poor vision.</li>
 \t<li>Dementia.</li>
 \t<li>Frequent falls.</li>
 \t<li>Co-existing medical conditions that increase osteoporosis risk, such as rheumatoid arthritis or hyperthyroidism.</li>
</ul>`,
      },
      "91-cancellous-bone": {
        title: "Osteoporosis",
        shot: `“Bone loss shows no symptoms. The general public often doesn't know they have osteoporosis until their bones weaken. Then, even a minor impact or fall can cause a fracture.”`,
        detail: `<p style="text-align: right;"><strong>Osteoporosis</strong><br>By Assistant Professor Dr. Thaninart Leerapun</p>
<p>&nbsp;“Bone loss shows no symptoms. The general public often doesn't know they have osteoporosis until their bones weaken. Then, even a minor impact or fall can cause a fracture.”</p>
<p><strong>What is Osteoporosis?<br></strong>Osteoporosis is a disease characterized by the continuous loss of bone mass and the deterioration of bone structure, leading to thinning bones. This significantly increases the risk of easy fractures. The disease develops gradually over a long period and often doesn't show symptoms until a fracture occurs.</p>
<p style="text-align: center;"><strong><figure class="wp-block-image aligncenter"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2023/11/S__3547141_0-213x300.jpg" alt="" width="213" height="300"></figure></strong></p>
<p><strong>Image 1:</strong>&nbsp;A patient with increasing age and osteoporosis, accompanied by vertebral compression fractures, leading to reduced height and a stooped back (kyphosis).</p>
<p style="text-align: left;">Typically, the body accumulates bone mass from birth until it reaches its peak around 20-30 years of age. After this, bone density generally remains stable. However, starting around 50 years old, bone mineral density begins a continuous decline. Women experience a faster rate of bone loss than men due to the effects of menopause. The reduction in estrogen, a hormone that helps inhibit bone breakdown, leads to bone destruction outweighing bone formation, resulting in thinning bones. If bones thin to a certain point, it can lead to fractures, which can even be life-threatening.</p>
<p style="text-align: center;">
</p><p><strong style="text-align: right;"><figure class="wp-block-image aligncenter"><img style="font-size: 17px;" src="https://doctorkeng.com/wordpress/wp-content/uploads/2023/11/S__3547144_0-187x300.jpg" alt="" width="187" height="300"></figure></strong><strong><br></strong></p>
<p><strong>Image 2:&nbsp;</strong>illustrates the relationship between bone mass, which increases during childhood and decreases after the age of 50. It shows that in females, bone mass declines more rapidly than in males due to menopause. This makes females more prone to osteoporosis and, consequently, to fractures.</p>
<p style="text-align: left;"><strong>What are the Symptoms of Osteoporosis?<br></strong>Osteoporosis is often called the "silent disease" because bone loss typically presents with no outward symptoms. Most people are unaware they have osteoporosis until their bones weaken. Then, even a minor impact or fall can easily cause a fracture, particularly in the hip, spine, and wrist. Patients may experience severe pain, making it impossible to work or perform daily activities. When a vertebra fractures or collapses, patients suffer from intense back pain, reduced height, and a hunched back (kyphosis).</p>
<p></p>
<p style="text-align: center;"><strong style="text-align: right;"><figure class="wp-block-image aligncenter"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2023/11/S__3547143_0-215x300.jpg" alt="" width="215" height="300" style="font-size: 17px;"></figure></strong><strong><br><br>Image 3:</strong>&nbsp;shows the structure of normal bone and osteoporotic bone, as well as vertebral compression fractures.</p>
<p><strong>What Causes Osteoporosis?<br></strong>The exact cause of osteoporosis isn't definitively known. However, several risk factors contribute to its development, including: being female, premature menopause or surgical removal of ovaries, a diet low in calcium, smoking, excessive alcohol and coffee consumption, taking steroid medications, thyroid medications, and having rheumatoid arthritis. It's found that 50% of women over 50 years old experience fractures due to osteoporosis.</p>
<p><strong>How Do You Know if You Have Osteoporosis?<br></strong>Doctors can measure bone mineral density using a DEXA (Dual-Energy X-ray Absorptiometry) scan. This special X-ray technique uses a small amount of radiation to measure bone density at the hip, spine, and wrist, which are key sites for diagnosis.</p>
<p><strong>How Can Osteoporosis Be Prevented?<br></strong>Preventing osteoporosis is the best approach to avoid fractures. This involves:<br>1. Avoiding various risk factors that contribute to osteoporosis.<br>2.  Consuming enough calcium to meet the body's needs and strengthen bones. Calcium requirements vary by age:</p>
<ul>
<li>Males and females aged 9-18 years: 1,300 mg per day.</li>
<li>Males and females aged 19-50 years: 1,200 mg per day.</li>
<li>Pregnant and breastfeeding women: 1,300 mg per day.</li>
<li>Males and females over 50 years: 1,000 mg per day.</li>
<li>Calcium-rich foods include yogurt, a glass of milk (250cc) containing 300mg of calcium, canned fish, broccoli, and leafy green vegetables.</li>
<li>Getting enough Vitamin D: The body needs 200-600 IU of vitamin D daily.</li>
<li>Exercising regularly:  Exercise helps reduce bone mass loss. Activities like walking, running, and treadmill running are beneficial. Practicing Tai Chi helps improve body balance to prevent falls.
</li>
</ul>
<p><strong>How is Osteoporosis Treated if Diagnosed?<br></strong>The main principles for treating patients with osteoporosis include:</p>
<ul>
<li>Reducing the risk factors mentioned above.</li>
<li>Preventing falls, as they easily lead to fractures.</li>
<li>Ensuring adequate calcium and vitamin D intake  to meet the body's requirements.</li>
<li>Once diagnosed with osteoporosis, medication is used  to slow down further bone loss and reduce the rate of fractures. Current treatments include:
<ul>
<li>Bone Resorption Inhibitors:<br>- Celvista: Helps reduce the incidence of vertebral compression fractures.<br>- Bisphosphonates: A group of drugs available in various forms:<br>Weekly oral medications like Fosamax and Actonel.<br>Monthly oral medications like Bonviva.<br>These medications can reduce the incidence of both vertebral and hip fractures.</li>
<li>Strontium : Possesses properties that inhibit bone breakdown and help build bone mass.</li>
<li>Parathyroid hormone (Forteo): An injectable medication that directly stimulates new bone formation.</li>
</ul>
</li>
</ul>`,
      },
      "115-backpain-osteoporosis": {
        title: "Back Pain and Osteoporosis",
        shot: "To help the general public understand osteoporosis , I'd like to explain it in detail. The problem with osteoporosis is a condition where a patient's  bone mineral density  decreases, and the internal structure of the bone deteriorates. This significantly increases the risk of easily sustained fractures compared to normal individuals. ",
        detail: `<figure class="wp-block-image aligncenter"><img class="aligncenter wp-image-1600" src="https://doctorkeng.com/wordpress/wp-content/uploads/2018/03/ปวดหลังและโรคกระดูกพรุน.jpg" alt="" width="700" height="368" /></figure>
<p style="text-align: center;"><span style="color: #000080;"><strong>Back Pain and Osteoporosis</strong></span>
<span style="color: #000080;"><strong>By Assistant Professor Dr. Thaninart Leerapun</strong></span></p>
<center><iframe src="https://www.youtube.com/embed/tREzu3x386o" width="560" height="315" frameborder="0" allowfullscreen="allowfullscreen"></iframe></center><span style="color: #000080;"><strong>An Interesting Case Study in Older Adults Presenting with Back Pain</strong></span>
To help the general public understand <strong>osteoporosis </strong>  , I'd like to explain it in detail. The problem with osteoporosis is a condition where a patient's  bone mineral density  decreases, and the internal structure of the bone deteriorates. This significantly increases the risk of easily sustained fractures compared to normal individuals. Generally, osteoporosis symptoms typically appear in two stages:
<ol>
 \t<li>Early Stage:  In the initial stage, as bone mass gradually decreases, patients usually don't experience any symptoms. This often begins in women entering menopause who have risk factors. At this point, the condition can only be detected by measuring bone mineral density.</li>
 \t<li>Severe Osteoporosis Stage:  This occurs when bones become very porous, often accompanied by vertebral compression fractures  or hip fractures. Patients commonly experience back pain, a stooped or hunched back, and a noticeable decrease in height. Sometimes, the back pain might radiate to the chest. A stooped back can also lead to reduced appetite, bloating, and abdominal discomfort. These symptoms are usually found in patients aged 65 and older. Occasionally, fractures may also occur in the wrist, leading to easy fractures and general body aches. I'll provide an example with the following patient case.</li>
</ol>
<span style="color: #000080;"><b>Key Risk Factors for Osteoporosis </b></span>
<ul>
 \t<li>Early menopause, especially before age 45.</li>
 \t<li>Existing medical conditions such as rheumatoid arthritis or hyperthyroidism.</li>
 \t<li>Regular, high-dose, and prolonged use of steroid medications, whether for medical treatment or self-administration.</li>
 \t<li>A maternal family history of osteoporosis  or hip fractures.</li>
 \t<li>Regular smoking and alcohol consumption.</li>
 \t<li>Easy bone fractures after age 40.
</li>
</ul>
<span style="color: #000080;"><b>Preventing Osteoporosis </b></span>
<ul>
 \t<li>For children and teenagers, ensure they drink milk and exercise appropriately.</li>
 \t<li>Avoid risk factors like alcohol consumption and smoking.</li>
 \t<li>For individuals over 40, ensure adequate calcium intake to meet your body's needs. You might take a calcium supplement, like a 600 mg Caltrate tablet once daily, which should be sufficient. Research indicates that, on average, Thais consume about 300-400 mg of calcium daily from food, so supplementation helps meet the body's requirements.</li>
 \t<li>For women over 65, it's recommended to undergo a DEXA (Dual-Energy X-ray Absorptiometry) scan This machine measures bone density at two key sites: the lumbar spine  and the hip.</li>
 \t<li>For postmenopausal women with risk factors, it's advisable to get a bone density scan right away to assess their current bone mineral status.</li>
</ul>
After a bone density scan,<b> a T-score below -2.5 doesn't automatically mean you need osteoporosis medication every time.</b> This can often lead to  overtreatment.

<b><span style="color: #000080;">The goal of osteoporosis medication is</span>
</b> to prevent future fractures or reduce their risk. We need to calculate each patient's individual future fracture risk. You can assess your <span style="color: #008000;"><strong>personal fracture risk using the FRAX® tool from the World Health Organization at this Link <a style="color: #008000;" href="http://www.shef.ac.uk/FRAX/tool.aspx?country=57" target="_blank" rel="noopener noreferrer">(Click here)</a> </strong></span>This tool uses data specific to the Thai population to help you estimate your individual fracture risk. Therefore, the decision to prescribe osteoporosis medication is based on the 10-year fracture risk. If the calculation reveals:
<ol>
 \t<li>A major osteoporotic fracture risk greater than 20%, or</li>
 \t<li>A hip fracture risk greater than 3%</li>
</ol>
<b>Only then will medication for osteoporosis be considered.</b> If the risk is lower than these values, there's no need for osteoporosis medication. However, if a patient has already sustained a hip fracture or a vertebral compression fracture , they require osteoporosis treatment to prevent further fractures. For example, in patients with osteoporotic vertebral compression fractures, if they don't receive appropriate treatment, their chance of experiencing additional fractures increases by approximately 20%.

<b>Currently, there are two main types of medication used to treat osteoporosis:</b><br>
<b>1. Bone Resorption Inhibitors</b> These medications work by slowing down the breakdown of bone. Examples include:

<ul>
 \t<li>Bisphosphonates : These come in various forms, such as oral tablets taken once a week (e.g., Alendronate (Fosamax Plus), Risedronate (Actonel)) or injections given once a year (e.g., Zoledronate (Aclasta)).</li>
 \t<li>Antibody-based medications: These directly inhibit bone breakdown at the cellular level and do not affect the kidneys. An example is Denosumab (Prolia), which is administered as a subcutaneous injection every six months.</li>
</ul>
Doctors typically recommend these medications for about 3-5 years for osteoporosis treatment.

<br>
<b>2.  Bone Formation Stimulators</b> These medications directly promote the creation of new bone. An example is Teriparatide , It's indicated for patients with multiple fractures, such as more than two vertebral compression fractures, a hip fracture, or in cases like the example mentioned earlier, with more than two vertebral compression fractures. This medication is injected subcutaneously every day and can also help reduce back pain.

The decision to prescribe each medication depends on the individual patient's suitability and the doctor's discretion. There must be a thorough discussion and explanation of the benefits, advantages, and disadvantages of each medication type with the patient. The shared objective is always to prevent future fractures.`,
      },
    },
  },
  my: {
    bone: {
      "rotator-cuff-tear": {
        title: "Rotator Cuff Tear",
        shot: "Injury to the tendons that help rotate the shoulder",
        detail: "...",
      },
    },
  },
};
