import {SubContent} from "../ContentData.tsx";

export const NeckSubData:SubContent[]=[
    {
        title: 'อาการชา อ่อนแรงของแขนและขา สาเหตุหนึ่งเกิดจากไขสันหลัง',
        shot: 'ปวดต้นคอ ชามือ อ่อนแรงของขา เดินเกร็ง เดินลำบาก เกิดจากปัญหาของการกดทับไขสันหลัง ทำให้ไขสันหลังมีอาการบวม อักเสบ ขาดเลือดไปเลี้ยง และสูญเสียหน้าที่ไป',
        path: 'numbness',
        detail: `<!-- wp:image {"id":2343,"sizeSlug":"full","linkDestination":"none"} -->
<figure class="wp-block-image w-100"><img src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/06/ความสำคัญของแคลเซียม-6.png" alt="อาการชา อ่อนแรงของแขนและขา สาเหตุหนึ่งเกิดจากไขสันหลัง" class="full-size"/></figure>
<!-- /wp:image -->

<!-- wp:heading {"textAlign":"center"} -->
<h2 class="wp-block-heading has-text-align-center"><span style="font-size: 24pt; color: #000080;">อาการชา อ่อนแรงของแขนและขา สาเหตุหนึ่งเกิดจากไขสันหลัง</span></h2>
<!-- /wp:heading -->

<!-- wp:paragraph {"align":"center","fontSize":"small"} -->
<p class="has-text-align-center has-small-font-size"><span style="color: #000080; font-size: 24pt;">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>ปวดต้นคอ ชามือ อ่อนแรงของขา เดินเกร็ง เดินลำบาก เกิดจากปัญหาของการกดทับไขสันหลัง ทำให้ไขสันหลังมีอาการบวม อักเสบ ขาดเลือดไปเลี้ยง และสูญเสียหน้าที่ไป</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><span style="color: #000080;"><strong>สาเหตุของการกดทับไขสันหลัง ได้แก่</strong></span></p>
<!-- /wp:paragraph -->

<!-- wp:list {"ordered":true} -->
<ol><!-- wp:list-item -->
<li>หมอนรองกระดูกคอเคลื่อนทับไขสันหลัง สภาวะนี้พบได้ในกรณีของการเสื่อมหรือการเคลื่อนของหมอนรองกระดูกกดทับไขสันหลังโดยตรง ไขสันหลังเปรียบเสมือนกับสองที่คอยควบคุมการเคลื่อนไหวของการเคลื่อนไหวของร่างกาย และรับความรู้สึก ดังนั้นเมื่อมีการกดทับไขสันหลังจะทำให้เกิดพยาธิสภาพและเกิดการอักเสบของไขสันหลัง ทำให้การทำงานของไขสันหลังบกพร่องไป</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>ก้อนหินปูนของเส้นเอ็นกระดูกคอ</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>มะเร็งลุกลามมาที่กระดูกคอ</li>
<!-- /wp:list-item --></ol>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p><span style="color: #000080;"><strong>ทำให้ผู้ป่วยมีอาการ ได้แก่</strong></span></p>
<!-- /wp:paragraph -->

<!-- wp:list -->
<ul><!-- wp:list-item -->
<li>ปวดต้นคอ</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>อาการชาของมือ จับของไม่ถนัด เวลาจับสิ่งของจะหลุดตกได้ง่าย อ่อนแรงของแขน</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>ในส่วนของขาจะมีอาการเกร็ง ทำให้ขยับเดินลำบาก ลักษณะการเดินเหมือนหุ่นยนต์ มีอาการชาทั้งตัว หรือชาลงปลายเท้าทั้ง 2 ข้าง</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>สูญเสียการทรงตัว หกล้มได้ง่าย</li>
<!-- /wp:list-item -->

<!-- wp:list-item -->
<li>ไม่สามารถควบคุมการกลั้นอุจจาระและปัสสาวะได้</li>
<!-- /wp:list-item --></ul>
<!-- /wp:list -->

<!-- wp:paragraph -->
<p><span style="color: #000080;"><strong>การวินิจฉัย</strong></span></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>การซักประวัติ ตรวจร่างกาย จะพบอาการดังกล่าวข้างต้น การวินิจฉัยที่ชัดเจนที่สุดคือ การตรวจ MRI หรือการตรวจด้วยคลื่นแม่เหล็กไฟฟ้าที่บริเวณกระดูกสันหลังส่วนคอ จะพบการกดทับของไขสันหลัง และการเปลี่ยนแปลงของตัวไขสันหลังเอง การรักษาที่ดีที่สุดคือ การผ่าตัดเอาส่วนที่กดทับไขสันหลังออก และทำการยึดตรึงกระดูกสันหลังด้วยแผ่นเหล็ก</p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p><strong><span style="color: #000080;">การพยากรณ์โรค</span></strong></p>
<!-- /wp:paragraph -->

<!-- wp:paragraph -->
<p>อาการจะเป็นเพิ่มมากขึ้นเรื่อย ๆ ถ้าไม่ได้รับการรักษา เริ่มตั้งแต่อาการชา อาการอ่อนแรงเพิ่มมากขึ้น ใช้มือจับสิ่งของลำบากเพิ่มมากขึ้น รวมทั้งไม่สามารถควบคุมการกลั้นอุจจาระและปัสสาวะได้</p>
<!-- /wp:paragraph -->

<!-- wp:separator -->
<hr class="wp-block-separator has-alpha-channel-opacity"/>
<!-- /wp:separator -->

<!-- wp:paragraph -->
<p><span style="color: #000080;"><strong>สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่</strong></span><br>Line OA: <a href="https://lin.ee/swOi91Q" target="_blank" rel="noopener noreferrer">https://lin.ee/swOi91Q</a> หรือ Line ID search: @DoctorKeng<br>Website: www.doctorkeng.com<br>YouTube https://www.youtube.com/results?search_query=taninnit+leerapun<br>Facebook: <a href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener noreferrer">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a><br>Blockdit <a href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener noreferrer">https://www.blockdit.com/doctorkeng</a></p>
<!-- /wp:paragraph -->`,
    },
    {
        title: 'ปวดคอ เพราะใช้งานโทรศัพท์และคอมพิวเตอร์มากเกินไป',
        shot: 'อาการปวดต้นคอ ปวดบ่า ปวดไหล่มักเป็นสาเหตุที่พบได้บ่อยในยุคปัจจุบัน สาเหตุหนึ่งเนื่องจากการก้มงานใช้มือถือ หรือทำงานกับคอมพิวเตอร์มากเกินไปจนทำให้เกิดการล้าของกล้ามเนื้อบริเวณคอ&nbsp;',
        path: 'neck-pain-mobile-phone',
        detail: `<figure class="wp-block-image aligncenter"><img width="750" height="422" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/รูปปก-Wordpress-768x432.png" alt="ปวดคอ เพราะใช้งานโทรศัพท์ และคอมพิวเตอร์มากเกินไป !!" loading="lazy" srcset="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/รูปปก-Wordpress-768x432.png 768w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/รูปปก-Wordpress-300x169.png 300w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/รูปปก-Wordpress-1024x576.png 1024w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/รูปปก-Wordpress-1536x864.png 1536w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/รูปปก-Wordpress.png 1920w" sizes="(max-width: 750px) 100vw, 750px" /></figure>
<p style="text-align: left;"><strong>ปวดคอ เพราะใช้งานโทรศัพท์และคอมพิวเตอร์มากเกินไป !!</strong></p>
<p style="text-align: center;">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</p>
<p style="text-align: left;">อาการปวดต้นคอ ปวดบ่า ปวดไหล่มักเป็นสาเหตุที่พบได้บ่อยในยุคปัจจุบัน สาเหตุหนึ่งเนื่องจากการก้มงานใช้มือถือ หรือทำงานกับคอมพิวเตอร์มากเกินไปจนทำให้เกิดการล้าของกล้ามเนื้อบริเวณคอ&nbsp;</p>
อีกสาเหตุหนึ่งที่พบได้บ่อยคือการเสื่อมของหมอนรองกระดูกสันหลังบริเวณคอทำให้เกิดการเสื่อมของกระดูกข้อต่อในบางครั้งอาจจะเกิดการเคลื่อนของหมอนรองกระดูกและกดทับเส้นประสาท ทำให้มีอาการปวดคอ ปวดสะบัก ร่วมกับอาการชาร้าวลงไหล่และแขน อาการปวดจะเป็นมากขึ้นเมื่อต้องยกของหนัก นั่งขับรถ หรือใช้คอมพิวเตอร์เป็นระยะเวลานาน ทำให้เกิดการเกร็งตัวของกล้ามเนื้อ บางครั้งอาจจะมีอาการปวดศีรษะร่วมด้วย&nbsp;&nbsp;

<strong>อาการอย่างไรจึงควรพบแพทย์เพื่อการวินิจฉัยและการรักษา</strong>

1.เมื่อมีอาการปวดอย่างรุนแรง และเป็นระยะเวลานาน โดยอาการไม่บรรเทาลง
2.มีอาการปวดร้าวสะบัก และร้าวลงแขน
3.มีอาการชา และอ่อนแรงร่วมด้วย
4.มีอาการปวดศีรษะร่วมด้วย

<strong>สาเหตุ   </strong>

1.กล้ามเนื้อเกร็งตัวมากผิดปกติ ทำให้เกิดการล้าของกล้ามเนื้อ
2.ข้อต่อและหมอนรองกระดูกคอเสื่อม
3.มีการเคลื่อนของหมอนรองกระดูกสันหลังไปกดทับรากประสาทที่บริเวณคอ
4.มีโรคบางโรคร่วมด้วย เช่น โรคข้ออักเสบรูมาตอยด์ หรือมะเร็ง

<figure class="wp-block-image aligncenter"><img width="600" height="800" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/หมอนรองกระดูกทับเส้นประสาท.png" alt="บทความโดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์ หมอเก่ง ไขปัญหาปวดกระดูกและข้อ คลินิครักษา ปวดหลัง ปวดกระดูก กระดูกและข้อ เชียงใหม่" loading="lazy" srcset="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/หมอนรองกระดูกทับเส้นประสาท.png 600w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/หมอนรองกระดูกทับเส้นประสาท-225x300.png 225w" sizes="(max-width: 600px) 100vw, 600px" /></figure>
<figure class="wp-block-image aligncenter"><img width="600" height="800" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/หมอนรองกระดูกทับเส้นประสาท-1.png" alt="บทความโดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์ หมอเก่ง ไขปัญหาปวดกระดูกและข้อ คลินิครักษา ปวดหลัง ปวดกระดูก กระดูกและข้อ เชียงใหม่" loading="lazy" srcset="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/หมอนรองกระดูกทับเส้นประสาท-1.png 600w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/หมอนรองกระดูกทับเส้นประสาท-1-225x300.png 225w" sizes="(max-width: 600px) 100vw, 600px" /></figure>
<h6 style="text-align: center;">หมอนรองกระดูกเคลื่อนทับเส้นประสาทบริเวณคอ</h6>
<figure class="wp-block-image aligncenter"><img width="600" height="800" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/3-1.png" alt="บทความโดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์ หมอเก่ง ไขปัญหาปวดกระดูกและข้อ คลินิครักษา ปวดหลัง ปวดกระดูก กระดูกและข้อ เชียงใหม่" loading="lazy" srcset="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/3-1.png 600w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/3-1-225x300.png 225w" sizes="(max-width: 600px) 100vw, 600px" /></figure>
<figure class="wp-block-image aligncenter"><img width="600" height="800" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/5.png" alt="บทความโดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์ หมอเก่ง ไขปัญหาปวดกระดูกและข้อ คลินิครักษา ปวดหลัง ปวดกระดูก กระดูกและข้อ เชียงใหม่" loading="lazy" srcset="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/5.png 600w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/5-225x300.png 225w" sizes="(max-width: 600px) 100vw, 600px" /></figure>
<h6 style="text-align: center;">หมอนรองกระดูกเคลื่อนทับเส้นประสาทบริเวณคอ</h6>
<strong>การป้องกันอาการปวดคอ </strong>

สาเหตุส่วนใหญ่ของอาการปวดต้นคอสัมพันธ์กับลักษณะของท่าทาง และการใช้งานที่มากเกินไป ร่วมกับอายุที่เพิ่มมากขึ้น การป้องกันที่ดีที่สุดคือการพยายามตั้งคอให้ตรง ให้อยู่ตรงศูนย์กลางของกระดูกสันหลัง ร่วมกับการปรับเปลี่ยนพฤติกรรมการใช้ชีวิตประจำวัน

1. คงสภาพท่าทางการใช้คออย่างเหมาะสม เมื่อเรายืนหรือนั่งให้แนวของไหล่เป็นแนวขนานกับแนวของหูทั้ง 2 ข้าง

<figure class="wp-block-image aligncenter"><img width="300" height="268" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-094239-300x268.png" alt="Screenshot 2020-12-09 094239" loading="lazy" srcset="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-094239-300x268.png 300w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-094239-768x686.png 768w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-094239.png 810w" sizes="(max-width: 300px) 100vw, 300px" /></figure>
<p style="text-align: center;">นั่งให้แนวของไหล่เป็นแนวขนานกับแนวของหูทั้ง 2 ข้าง</p>
2. ถ้าทำงานเป็นเวลานานก็ควรหยุดพักบ้าง ถ้าเราเดินทางไกล ใช้คอมพิวเตอร์ หรือทำงานเป็นระยะเวลานาน ให้สลับปรับเปลี่ยนท่าทาง ยืดกล้ามเนื้อไหล่และกล้ามเนื้อคอ

<figure class="wp-block-image aligncenter"><img width="300" height="238" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-092628-300x238.png" alt="Screenshot 2020-12-09 092628" loading="lazy" srcset="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-092628-300x238.png 300w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-092628.png 501w" sizes="(max-width: 300px) 100vw, 300px" /></figure>
<p style="text-align: center;">ยืดกล้ามเนื้อไหล่ และกล้ามเนื้อคอ</p>
3. ปรับโต๊ะทำงาน เก้าอี้ คอมพิวเตอร์ให้เหมาะสม โดยให้จอคอมพิวเตอร์อยู่ในระดับเดียวกันกับระดับสายตา เก้าอี้ที่นั่งควรจะมีพี่พักแขนด้วย

<figure class="wp-block-image aligncenter"><img width="690" height="362" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/การนั่งทำงานหน้าจอคอมพิวเตอร์-768x403-removebg-preview.png" alt="การนั่งทำงานหน้าจอคอมพิวเตอร์-768x403-removebg-preview" loading="lazy" srcset="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/การนั่งทำงานหน้าจอคอมพิวเตอร์-768x403-removebg-preview.png 690w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/การนั่งทำงานหน้าจอคอมพิวเตอร์-768x403-removebg-preview-300x157.png 300w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/การนั่งทำงานหน้าจอคอมพิวเตอร์-768x403-removebg-preview-350x184.png 350w" sizes="(max-width: 690px) 100vw, 690px" /></figure>
<p style="text-align: center;">ปรับโต๊ทำงาน เก้าอี้ คอมพิวเตอร์ให้เหมาะสม</p>
4. เมื่อใช้โทรศัพท์พยายามหลีกเลี่ยงท่าที่ใช้ไหล่หนีบโทรศัพท์กับหู ถ้าต้องพูดเป็นระยะเวลานานก็ควรใช้หูฟังช่วย

<figure class="wp-block-image aligncenter"><img width="300" height="211" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-100931-300x211.png" alt="Screenshot 2020-12-09 100931" loading="lazy" srcset="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-100931-300x211.png 300w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-100931.png 701w" sizes="(max-width: 300px) 100vw, 300px" /></figure>
<p style="text-align: center;">ใช้โทรศัพท์ให้เหมาะสม</p>
5. หยุดการสูบบุหรี่ เพราะการสูบบุหรี่จะทำให้มีอาการปวดคอเพิ่มมากขึ้น

<figure class="wp-block-image aligncenter"><img width="300" height="225" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-101224-300x225.png" alt="Screenshot 2020-12-09 101224" loading="lazy" srcset="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-101224-300x225.png 300w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-101224-1024x768.png 1024w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-101224-768x576.png 768w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-101224.png 1176w" sizes="(max-width: 300px) 100vw, 300px" /></figure>
<p style="text-align: center;">หยุดการสูบบุหรี่</p>
6. หลีกเลี่ยงการใช้กระเป๋าเป้ที่หนัก เพราะน้ำหนักของกระเป๋าที่มากเกินไปจะทำให้เกิดการเกร็งตัวของกล้ามเนื้อบริเวณคอ

<figure class="wp-block-image aligncenter"><img width="300" height="157" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/ใช้กระเป๋าเป้ไม่ให้ปวดหลัง_003-768x402-1-300x157.jpg" alt="ใช้กระเป๋าเป้ไม่ให้ปวดหลัง_003-768x402" loading="lazy" srcset="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/ใช้กระเป๋าเป้ไม่ให้ปวดหลัง_003-768x402-1-300x157.jpg 300w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/ใช้กระเป๋าเป้ไม่ให้ปวดหลัง_003-768x402-1-350x184.jpg 350w, https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/ใช้กระเป๋าเป้ไม่ให้ปวดหลัง_003-768x402-1.jpg 768w" sizes="(max-width: 300px) 100vw, 300px" /></figure>
<p style="text-align: center;">หลีกเลี่ยงการใช้กระเป๋าเป้ที่หนักเกินไป</p>
7. การนอนควรนอนในท่าที่ถูกต้องคือ นอนหงายให้คอขนานกับแนวแกนของร่างกาย ใช้หมอนเล็กๆหนุนคอ ใช้หมอนรองใต้เข่าเพื่อให้กล้ามเนื้อหลังคลายตัวจะได้ไม่ปวดหลัง

<figure class="wp-block-image aligncenter"><img width="290" height="107" src="https://doctorkeng.com/wordpress/wp-content/uploads/2020/12/Screenshot-2020-12-09-101737.png" alt="Screenshot 2020-12-09 101737" loading="lazy" /></figure>
<p style="text-align: center;">นอนในท่าที่ถูกต้อง</p>
ถ้ามีอาการปวดมากหลังจากปรับพฤติกรรมแล้วควรจะพบแพทย์ ซึ่งแพทย์จะทำการตรวจร่างกาย ตรวจด้วยภาพเอกซเรย์เพื่อประเมินสภาพของกระดูกและหมอนรองกระดูกบริเวณคอ ถ้ามีความสงสัยมากว่ามีการกดทับเส้นประสาทมากน้อยเพียงใดอาจจะต้องตรวจคอด้วยคลื่นแม่เหล็กไฟฟ้าที่เรียกว่า MRI
<p style="text-align: left;"><strong>การรักษา  </strong></p>
<p style="text-align: left;">1.รับประทานยาลดปวด ลดอักเสบ คลายกล้ามเนื้อ
2.ฉีดยาบล็อกเส้นประสาทเพื่อลดการอักเสบบริเวณรากประสาทที่คอโดยการใช้เครื่องเสียงความถี่สูงหรือ Ultrasound ในการระบุตำแหน่งที่ฉีดยา
3.การปรับพฤติกรรมที่เหมาะสมดังที่กล่าวข้างต้น</p>
<p style="text-align: left;">มากกว่าร้อยละ 90 ของผู้ป่วยสามารถรักษาได้ด้วยวิธีดังกล่าวข้างต้น มีน้อยมากที่จำเป็นต้องรักษาด้วยการผ่าตัด ระยะเวลาในการรักษาส่วนใหญ่ประมาณ 6-8 เดือน</p>
<strong>สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่<br/>
</strong><strong>Line OA:</strong> <a href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>หรือ Line ID search</strong> @DoctorKeng<br/>
<strong>Website: </strong><a href="https://doctorkeng.com" target="_blank" rel="noopener">www.doctorkeng.com</a><br/>
<strong>YouTube:</strong> <a href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener" class="contact-line" style="padding-left: 2px;">https://www.youtube.com/results?search_query=taninnit+leerapun</a><br/>
<strong>Facebook:</strong> <a href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a><br/>
<strong>Blockdit</strong>: <a href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener" class="contact-line" style="padding-left: 2px;">https://www.blockdit.com/doctorkeng</a><br/>`,
    },
    {
        title: 'ปวดคอ (หมอนรองกระดูกคอเสื่อม)',
        shot: 'อาการปวดต้นคออาจจะเกิดจากมีความผิดปกติในบริเวณเยื้อเยื่ออ่อน เช่น กล้ามเนื้อ เส้นเอ็น เส้นประสาท และกระดูกและข้อในบริเวณกระดูกสันหลังบริเวณต้นคอ สาเหตุส่วนใหญ่มักเกิดจากการได้รับอุบัติเหตุ หรือมีการเสื่อมสลายของกระดูกบริเวณต้นคอและหมอนรองกระดูกต้นคอเป็นเวลานาน ในผู้ป่วยส่วนน้อยอาการปวดต้นคออาจเกิดจากการติดเชื้อ หรือเนื้องอก ในผู้ป่วยบางคนอาการปวดต้นคออาจจะเกิดจากสาเหตุการปวดที่บริเวณหลังส่วนบน หรือปวดจากบริเวณไหล่',
        path: '114-neckpain-disk',
        detail: `<figure class="wp-block-image aligncenter"><img class="aligncenter wp-image-3370" src="https://doctorkeng.com/wordpress/wp-content/uploads/2018/03/อาการปวดต้นคอ.jpg" alt="" width="700" height="700" /></figure>
<p style="text-align: center;"><span style="font-size: 18pt;"><strong><span style="color: #000080;">ปวดคอ (หมอนรองกระดูกคอเสื่อม)</span>
</strong></span><span style="color: #000080;">ผศ.นพ.ธนินนิตย์ ลีรพันธ์</span></p>
<span style="color: #0000ff;"><strong><span style="color: #000080;">อะไรเป็นสาเหตุทำให้เกิดอาการปวดต้นคอ</span>
</strong></span>อาการปวดต้นคออาจจะเกิดจากมีความผิดปกติในบริเวณเยื้อเยื่ออ่อน เช่น กล้ามเนื้อ เส้นเอ็น เส้นประสาท และกระดูกและข้อในบริเวณกระดูกสันหลังบริเวณต้นคอ สาเหตุส่วนใหญ่มักเกิดจากการได้รับอุบัติเหตุ หรือมีการเสื่อมสลายของกระดูกบริเวณต้นคอและหมอนรองกระดูกต้นคอเป็นเวลานาน ในผู้ป่วยส่วนน้อยอาการปวดต้นคออาจเกิดจากการติดเชื้อ หรือเนื้องอก ในผู้ป่วยบางคนอาการปวดต้นคออาจจะเกิดจากสาเหตุการปวดที่บริเวณหลังส่วนบน หรือปวดจากบริเวณไหล่

<span style="color: #000080;"><strong>โรคกระดูกคอเสื่อม</strong></span> และการอักเสบ โรคที่เกิดจากการเสื่อมสลายเนื่องมาจากอายุที่มากขึ้นมักจะมีลักษณะของข้อต่อระหว่างกระดูกเสื่อม มักเกิดในผู้สูงอายุ ซึ่งเกิดเนื่องจากมีการสึกหรอของข้อต่อในบริเวณกระดูกต้นคอ ซึ่งเป็นสาเหตุทำให้ผู้ป่วยมีอาการปวดคอ และคอยึดติดเคลื่อนไหวลำบาก

<center><iframe src="https://www.youtube.com/embed/9lSM2--NnsI" width="560" height="315" frameborder="0" allowfullscreen="allowfullscreen"></iframe></center>หมอนรองกระดูกคอเสื่อม ก็เป็นสาเหตุสำคัญอย่างหนึ่งที่ทำให้เกิดอาการปวดคอ หมอนรองกระดูกทำหน้าที่คล้ายตัวรับและป้องกันการกระแทกระหว่างกระดูกในบริเวณต้นคอ ในผู้ป่วยที่มีหมอนรองกระดูกต้นคอเสื่อม ซึ่งมักจะมีอายุตั้งแต่ 40 ปี ส่วนประกอบในบริเวณส่วนกลางของหมอนรองกระดูกซึ่งปกติมักมีลักษณะคล้ายเยลลี่มีการเสื่อมสลาย หมอนรองกระดูกแฟบลงทำให้ช่องว่างระหว่างกระดูกสันหลังแคบลง ทำให้เพิ่มแรงกดที่บริเวณของข้อต่อระหว่างกระดูกทำให้ข้อมีการเสื่อมมากขึ้นกว่าเดิม หมอนรองกระดูกคออาจจะมีการยื่นเข้าไปในช่องทางเดินของเส้นประสาท ทำให้มีการกดทับเส้นประสาท

<strong><span style="color: #000080;">เมื่อไหร่ที่ควรจะไปพบแพทย์</span>
</strong>ถ้ามีอาการปวดต้นคอเกิดขึ้นทันทีหลังจากที่ได้รับอุบัติเหตุ เช่น อุบัติเหตุมอเตอร์ไซด์ ตกจากที่สูง ต้องรีบไปพบแพทย์ทันที เพื่อทำการตรวจร่างกาย ถ้าไม่ได้รับอุบัติเหตุท่านควรจะไปพบแพทย์เมื่อ
<ul>
 \t<li>มีอาการปวดเรื้อรัง และยังคงอยู่</li>
 \t<li>อาการปวดรุนแรง</li>
 \t<li>มีอาการปวดต้นคอ ร่วมกับมีอาการปวดร้าวลงแขน หรือขา</li>
 \t<li>มีอาการปวดต้นคอร่วมกับอาการปวดศรีษะ ชา และอาการอ่อนแรงของกล้ามเนื้อ</li>
</ul>
<span style="color: #000080;"><strong>ทำไมจึงต้องไปพบแพทย์</strong></span>
ท่านควรไปพบศัลยแพทย์กระดูก (ศัลยแพทย์ออร์โทปิดิกส์) เพื่อที่จะได้รับการตรวจประเมิน เพื่อให้ได้การวินิจฉัย การรักษา และการป้องกันที่ถูกต้อง โดยแพทย์จะเริ่มต้นจากการซักประวัติ การตรวจร่างกาย แล้วให้การวินิจฉัยเบื้องต้น การส่งถ่ายภาพเอกซเรย์เพื่อดูรายละเอียดของกระดูกบริเวณต้นคอว่ามีอะไรผิดปกติบ้าง ถ้าแพทย์ยังสงสัยในเรื่องการวินิจฉัยก็อาจจะส่งผู้ป่วยไปตรวจด้วยเครื่อง MRI ซึ่งสามารถให้รายละเอียดได้ดีที่สุดในปัจจุบัน

<strong><span style="color: #000080;">รักษาอาการปวดต้นคออย่างไร</span>
</strong>การรักษาอาการปวดต้นคอส่วนใหญ่มักขึ้นอยู่กับการวินิจฉัยโรคจากแพทย์ ผู้ป่วยส่วนใหญ่มักจะรักษาให้หายได้ด้วยการพัก รับประทานยา การทำกายภาพบำบัด การใช้เครื่องพยุงคอ และการปรับเปลี่ยนลักษณะกิจวัตรประจำวัน

<span style="color: #000080;"><strong>ควรปฏิบัติตนอย่างไรบ้าง</strong></span>
<ul>
 \t<li>พยายามใช้ท่าทางอย่างถูกต้องในขณะนั่งทำงาน หรือในท่ายืน โดยไม่พยายามที่จะก้มคอมากเกินไปดังภาพ</li>
 \t<li>ออกกำลังกายบริหารกล้ามเนื้อบริเวณคอ</li>
 \t<li>เวลานอนพยายามใช้หมอนหนุนที่บริเวณต้นคอและศีรษะ</li>
 \t<li>ถ้ามีอาการปวดเกร็งที่ต้นคอมากอาจสวมใส่เครื่องพยุงลำคอ</li>
 \t<li>การทำกายภาพบำบัดโดยการประคบด้วยความร้อน และการดึงส่วนลำคอโดยนักกายภาพบำบัดจะช่วยบรรเทาอาการได้</li>
 \t<li>อาหารไม่มีบทบาทในการรักษาโรคปวดต้นคอ หรือทำให้เกิดอาการมากขึ้น</li>
</ul>

<hr />

<span style="color: #000000;"><strong><span style="font-size: 10pt;"><span style="color: #000080;">สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่</span><br/>
</span></strong><span style="font-size: 10pt;"><strong>Line OA:</strong> <a style="color: #000000;" href="https://lin.ee/swOi91Q" target="_blank" rel="noopener">https://lin.ee/swOi91Q</a> <strong>หรือ Line ID search</strong> @DoctorKeng</span></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Website: </strong>www.doctorkeng.com</span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>YouTube:</strong> <a style="color: #000000;" href="https://www.youtube.com/results?search_query=taninnit+leerapun" target="_blank" rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Facebook:</strong> <a style="color: #000000;" href="https://www.facebook.com/backpainnonop" target="_blank" rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a></span><br/>
<span style="font-size: 10pt; color: #000000;"><strong>Blockdit</strong>: <a style="color: #000000;" href="https://www.blockdit.com/doctorkeng" target="_blank" rel="noopener">https://www.blockdit.com/doctorkeng</a></span><br/>`,
    },
    {
        title: 'ปวดต้นคอ หมอนรองกระดูกเสื่อม',
        shot: 'ปัจจุบันประชาชนมักจะมีอาการปวดบริเวณต้นคอเพิ่มมากขึ้นซึ่งมีสาเหตุจากการพัฒนาเทคโนโลยี การใช้คอมพิวเตอร์ การใช้โทรศัพท์มือถือสมาร์ทโฟนเพิ่มขึ้น ผู้ใช้งานก้มคอใช้อุปกรณ์เหล่านี้ต่อเนื่องเป็นระยะเวลานาน จึงทำให้เกิดปัญหาปวดเมื่อยบริเวณต้นคอและกล้ามเนื้อบริเวณบ่า และสาเหตุอีกอย่างคือประเทศไทยเข้าสู่สังคมผู้สูงอายุทำให้ประชากรมีอายุเพิ่มมากขึ้น เกิดปัญหาของโรคข้อเสื่อมและหมอนรองกระดูกสันหลังเสื่อมเพิ่มขึ้น จึงทำให้พบปัญหาอาการปวดคอเพิ่มมากขึ้น  ท่านผู้อ่านคงเคยมีประสบการณ์อาการปวดบริเวณต้นคอบ้าง บางครั้งอาจจะมีอาการปวดต้นคอเวลาตื่นนอนตอนเช้าไม่สามารถหมุนศีรษะได้ มีอาการปวดตั้งแต่บริเวณต้นคอ ท้ายทอยลงบริเวณบ่า  สะบัก ปวดร้าวลงบริเวณหัวไหล่และต้นแขน อาจจะมีอาการชาร้าวลงมือร่วมด้วย  บางครั้งไปนอนสระผมที่ร้านทำผม พอลุกขึ้นมาก็จะรู้สึกมีอาการปวดต้นคอ',
        path: 'neck-pain',
        detail: `<h2 style="text-align: center;"><span style="font-size: 24pt; color: #2f1da3;"><strong>ปวดต้นคอ-หมอนรองกระดูกเสื่อม</strong></span>
<span style="font-size: 12pt; color: #2f1da3;">โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</span></h2>
<center><iframe src="https://www.youtube.com/embed/9lSM2--NnsI" width="560" height="315" frameborder="0" allowfullscreen="allowfullscreen"></iframe></center>
<p style="text-align: left;">ปัจจุบันประชาชนมักจะมีอาการปวดบริเวณต้นคอเพิ่มมากขึ้นซึ่งมีสาเหตุจากการพัฒนาเทคโนโลยี การใช้คอมพิวเตอร์ การใช้โทรศัพท์มือถือสมาร์ทโฟนเพิ่มขึ้น ผู้ใช้งานก้มคอใช้อุปกรณ์เหล่านี้ต่อเนื่องเป็นระยะเวลานาน จึงทำให้เกิดปัญหาปวดเมื่อยบริเวณต้นคอและกล้ามเนื้อบริเวณบ่า และสาเหตุอีกอย่างคือประเทศไทยเข้าสู่สังคมผู้สูงอายุทำให้ประชากรมีอายุเพิ่มมากขึ้น เกิดปัญหาของโรคข้อเสื่อมและหมอนรองกระดูกสันหลังเสื่อมเพิ่มขึ้น จึงทำให้พบปัญหาอาการปวดคอเพิ่มมากขึ้น  ท่านผู้อ่านคงเคยมีประสบการณ์อาการปวดบริเวณต้นคอบ้าง บางครั้งอาจจะมีอาการปวดต้นคอเวลาตื่นนอนตอนเช้าไม่สามารถหมุนศีรษะได้ มีอาการปวดตั้งแต่บริเวณต้นคอ ท้ายทอยลงบริเวณบ่า  สะบัก ปวดร้าวลงบริเวณหัวไหล่และต้นแขน อาจจะมีอาการชาร้าวลงมือร่วมด้วย  บางครั้งไปนอนสระผมที่ร้านทำผม พอลุกขึ้นมาก็จะรู้สึกมีอาการปวดต้นคอ</p>

<h3><strong>สาเหตุของอาการปวดคอ</strong></h3>
สามารถแบ่งได้ตามช่วงอายุและอุบัติการณ์ของการเกิดอาการปวดต้นคอซึ่งสามารถเกิดได้ตั้งแต่อายุ 20 ปี เป็นต้นไป สาเหตุส่วนใหญ่มักเกิดจากการใช้งานไม่ถูกท่า การนั่งทำงานกับคอมพิวเตอร์เป็นระยะเวลานานอย่างต่อเนื่อง การก้มใช้งานมือถือ ทำให้ต้องก้มคอตลอดเวลาซึ่งส่งผลทำให้กล้ามเนื้อเกิดอาการเกร็งตัวทำให้เกิดอาการปวดเมื่อยตามบริเวณต้นคอและสะบักทั้ง 2 ข้าง ในบางครั้งที่มีอาการปวดต้นคออย่างรุนแรงอาจจะเกิดเนื่องจากหมอนรองกระดูกต้นคอเคลื่อนออกมากดทับเส้นประสาท ทำให้เกิดอาการบวมและอักเสบของเส้นประสาท นอกจากนี้ตัวหมอนรองกระดูกที่เคลื่อนออกมานั้นจะมีสารที่ทำให้เกิดการอักเสบโดยตรงต่อเส้นประสารทจึงทำให้ผู้ป่วยมีอาการปวดคอร้าวลงแขนเพิ่มมากขึ้น รวมทั้งในบางรายอาจจะมีอาการชา และอ่อนแรงของแขนในข้างที่เส้นประสาทไปกดทับด้วย เมื่ออายุมากขึ้น ส่วนใหญ่ประมาณตั้งแต่ 45 ปีขึ้นไป อาการปวดคอส่วนใหญ่มักเกิดจากกระบวนการเสื่อมของหมอนรองกระดูกและการอักเสบของข้อต่อระหว่างกระดูกสันหลัง บางครั้งหมอนรองกระดูกสันหลังส่วนคอมีการเสื่อมและเคลื่อนออกมากดทับเส้นประสาท หรือมีกระดูกงอกจากการเสื่อมของกระดูกข้อต่อสันหลังไปกดทับเส้นประสาท
<h3><strong>อาการปวดบริเวณคอ</strong></h3>
ผู้ป่วยมักจะมีอาการปวดเมื่อยๆบริเวณกระดูกและกล้ามเนื้อบริเวณต้นคอ ปวดร้าวลงบริเวณบ่า และสะบัก บริเวณไหล่ และข้อศอก ร่วมกับอาการชาลงไปที่มือ และนิ้ว อาจจะมีความรู้สึกปวดแปล๊บๆเหมือนไฟฟ้าช็อต วิ่งลงแขน หันศีรษะลำบาก ไม่สามารถหันได้เหมือนปกติ เวลาจะเหลียวมองด้านข้างต้องหันไปทั้งตัว บางครั้งมีอาการปวดมากจนทำให้ไม่สามารถนอนพักได้ นอนไม่หลับ อาการปวดจะเพิ่มมากขึ้นเมื่อแหงนศีรษะ หรือก้มนานๆ เนื่องจากน้ำหนักของศีรษะไปกระทำตรงบริเวณข้อต่อระหว่างกระดูกเพิ่มมากก็จะทำให้เกิดการอักเสบและช่องทางเดินประสาทแคบลง เมื่อเส้นประสาทถูกกดทับจะทำให้มีอาการอ่อนแรงของกล้ามเนื้อที่เลี้ยงโดยรากประสาทนั้นๆ เช่น ไม่มีแรงกำมือ หรือกระดกข้อมือ มีอาการปวดจากท้ายทอยขึ้นไปยังศีรษะ และอาจมีอาการปวดร้าวออกเบ้าตา ซึ่งถ้าผู้ป่วยมีอาการปวดมาเป็นระยะเวลานานก็ทำให้ผู้ป่วยเกิดความเครียดและกังวล กลัวว่าจะเป็นโรคร้าย เป็นมะเร็ง เป็นอัมพฤกษ์อัมพาต

ผู้ป่วยอาจจะมีอาการปวดเพิ่มมากขึ้นในช่วงเดินทางนั่งบนรถ หรือนั่งเครื่องบินแล้วเผลอหลับ เวลาตื่นขึ้นมาจะมีอาการปวดต้นคอ สาเหตุอันเนื่องมาจากในขณะที่นอนหลับในท่านั่งนั้นน้ำหนักของศีรษะจะทำให้คอก้มลงมาทางด้านหน้า ซึ่งเป็นท่าที่ไม่เหมาะสมเป็นเวลานาน จึงทำให้เกิดอาการเกร็ง ตึงตัวของกล้ามเนื้อรอบๆบริเวณลำคอ ทำให้เกิดการอักเสบของกระดูกข้อต่อ จึงทำให้เกิดอาการปวดเมื่อยกล้ามเนื้อรอบๆที่บริเวณลำคอ บ่า
<h3><b>การวินิจฉัยโรค
</b></h3>
การวินิจฉัยโรคเป็นการวิเคราะห์ข้อมูลจากการซักประวัติอาการปวดของผู้ป่วย ร่วมกับการตรวจร่างกายของแพทย์ ซึ่งถ้ามีอาการปวดมากแพทย์อาจส่งตรวจภาพถ่ายเอกซเรย์บริเวณกระดูกต้นคอ ซึ่งมักจะพบว่ามีการเสื่อมของหมอนรองกระดูกต้นคอ สังเกตได้จากความสูงของหมอนรองกระดูกสันหลังมีขนาดลดลง เพราะปกติหมอนรองกระดูกมีองค์ประกอบส่วนใหญ่เป็นน้ำ และเมื่อเกิดกระบวนการเสื่อมจะทำให้ปริมาณน้ำในหมอนรองกระดูกลดปริมาณลง และในบางครั้งอาจเกิดการเคลื่อนของหมอนรองกระดูกชั้นในออกมากดทับเส้นประสาท นอกจากนี้อาจจะพบลักษณะของกระดูกงอกออกไปกดทับเส้นประสาทร่วมด้วย ในบางกรณีถ้าผู้ป่วยมีอาการเรื้อรัง อาการปวดไม่บรรเทาลงหลังจากการให้การรักษาที่ถูกต้องอย่างต่อเนื่อง แพทย์ผู้ทำการรักษาอาจจะพิจารณาส่งผู้ป่วยไปตรวจด้วยภาพคลื่นแม่เหล็กไฟฟ้า (MRI) ซึ่งจะช่วยแสดงรอยโรคได้ชัดเจนมากกว่าภาพถ่ายรังสีธรรมดา
<h3><b>การป้องกันและการรักษา</b></h3>
<ol>
 \t<li>การปรับเปลี่ยนท่าทางและการใช้ชีวิตประจำวัน พยายามหลีกเลี่ยงการนั่งอ่านหนังสือนานๆ การก้มคอใช้โทรศัพท์มือถือ การแหงนศีรษะ เมื่อใช้งานกับคอมพิวเตอร์เป็นเวลานานจำเป็นต้องปรับตำแหน่งของจอคอมพิวเตอร์ให้อยู่ในระดับสายตา การเปลี่ยนอิริยาบถในขณะทำงานกับจอคอมพิวเตอร์นานๆ แม้กระทั่งการนอนดูโทรทัศน์นานๆก็อาจจะทำให้เกิดอาการปวดคอได้ ดังนั้นควรมีการปรับท่าทางให้เหมาะสมเช่นควรนั่งดูโทรทัศน์มากกว่าการนอน ไม่ก้มคอใช้งานโทรศัพท์มือถืออย่างต่อเนื่องเป็นระยะเวลานาน
เมื่ออายุมากขึ้น ควรจะหลีกเลี่ยงกีฬาบางประเภทเพราะอาจจะทำให้มีอาการปวดต้นคอเพิ่มมากขึ้นได้เช่น  แบดมินตัน เพราะมักจะต้องแหงนศีรษะเวลาตีลูก ซึ่งจะทำให้ช่องทางเดินประสาทแคบลงเมื่อแหงนศีรษะ ทำให้เกิดการกดทับเส้นประสาทเพิ่มมากขึ้น และเกิดการอักเสบของกระดูกสันหลังบริเวณข้อต่อ ในผู้ป่วยที่มีอาการปวดต้นคอมากควรหลีกเลี่ยงการนอนสระผมที่ร้านทำผม เพราะการนอนสระผมจะมีการแหงนศีรษะมากทำให้ช่องทางเดินประสาทแคบลง และทำให้กระดูกข้อต่อเกิดการอักเสบ จึงทำให้เกิดอาการปวดเพิ่มมากขึ้นได้  และไม่ควรแหงนศีรษะเป็นระยะเวลานานเพราะจะทำให้กระดูกข้อต่อสันหลังบริเวณคอเกิดการอักเสบ ทำให้เกิดอาการปวดและเกร็งตัวของกล้ามเนื้อ</li>
 \t<li>การทำกายภาพบำบัด ด้วยการดึงคอ เป็นการใช้แรงดึงกระทำต่อร่างกายและกระดูกสันหลังส่วนคอ ช่วยทำให้ช่องระหว่างกระดูกสันหลังส่วนบริเวณคอกว้างขึ้น ลดการกดทับเส้นประสาท ช่วยในการยืดกล้ามเนื้อ เส้นเอ็น และการเกร็งตัวของกล้ามเนื้อ นอกจากนี้ยังมีการใช้คลื่นเสียงความถี่สูงช่วยในการบำบัดรักษา คลื่นเหนือเสียงที่มีความถี่ 20,000 รอบต่อนาที ซึ่งจะกระตุ้นให้เกิดความร้อนลึกเฉพาะที่ ส่งผลในการช่วยลดอักเสบ อาการปวด เพิ่มความยืดหยุ่นของกล้ามเนื้อและเนื้อเยื่อ ช่วยทำให้อาการของผู้ป่วยทุเลาลง</li>
 \t<li>การรับประทานยาลดปวด ยาลดการอักเสบ ซึ่งยาจะออกฤทธิ์ในการลดปวดตามส่วนต่างๆของร่างกาย ซึ่งยาแต่ละชนิดก็ออกฤทธิ์แตกต่างกัน ก็ช่วยทำให้อาการปวด อาการชาทุเลาลงได้ ข้อควรระวังในการใช้ยาลดการอักเสบคือต้องรับประทานยาหลังอาหารทันทีเพราะอาจจะมีผลทำให้เกิดอาการระคายเคืองต่อกระเพาะอาหาร และไม่ควรรับประทานต่อเนื่องนานเกิน 1 เดือน</li>
 \t<li>การฉีดยาชาระงับปวดเข้าไประหว่างชั้นกล้ามเนื้อ ซึ่งเป็นที่อยู่ของเส้นประสาทที่ไปเลี้ยงกล้ามเนื้อที่มีอาการเกร็งตัว เพื่อลดการนำสื่อประสาท จะช่วยทำให้กล้ามเนื้อตรงบริเวณคอ และบริเวณบ่าและกล้ามเนื้อรอบๆสะบัก คลายตัวลง ลดการเกร็งตัวของกล้ามเนื้อ จะช่วยลดอาการปวดได้ดีมากโดยเฉพาะในช่วงระยะ 2 สัปดาห์หลังการฉีด</li>
</ol>
หลังจากฉีดยา อาการปวดจะทุเลาลงเป็นอันดับแรก ต่อมาอาการชาตามแขนและมือจะค่อยๆดีขึ้นตามลำดับ ส่วนใหญ่ผู้ป่วยมักจะกังวลกลัวว่าจะเกิดโรคอัมพฤกษ์อัมพาต จากอาการชา เนื่องจากโรคหมอนรองกระดูกคอเสื่อมกดทับเส้นประสาท ซึ่งถ้าแพทย์ซักประวัติ ตรวจร่างกายอย่างละเอียดและให้การวินิจฉัยว่าเป็นโรคหมอนรองกระดูกคอเสื่อม ก็จะช่วยทำให้ผู้ป่วยคลายความกังวลลงไปได้  โดยทั่วไปอาการปวด ปวดชาร้าวลงแขนจะค่อยๆดีขึ้น ใช้ระยะเวลาประมาณ  3-4 เดือน ผู้ป่วยมากกว่าร้อยละ 90 สามารถให้การรักษาด้วยวิธีการข้างต้นได้ผลเป็นอย่างดี โดยไม่จำเป็นต้องรักษาด้วยการผ่าตัด สำหรับข้อบ่งชี้ในการผ่าตัดกระดูกสันหลังบริเวณคอจะทำในกรณีที่ มีการกดทับของเส้นประสาทและไขสันหลัง ทำให้ผู้ป่วยมีอาการเกร็ง ตัวแข็งเดินเกร็ง  ก้าวเดินลำบาก มีอาการอ่อนแรงของแขน และขา  อุจจาระและปัสสาวะลำบากไม่สามารถควบคุมได้จึงจำเป็นต้องผ่าตัด  ถ้าผู้ป่วยมีแค่เพียงอาการปวดต้นคอ ปวดร้าวลงแขนและมือ หรือมีอาการชาร่วมด้วย เราสามารถให้การรักษาด้วยวิธีการข้างต้นได้ผลเป็นอย่างดี โดยไม่มีความจำเป็นต้องรักษาด้วยการผ่าตัด

การเกิดกระดูกคอเสื่อมและการเกิดกระดูกงอกที่บริเวณข้อต่อระหว่างกระดูกนั้นเกิดจากกระบวนการเสื่อมของหมอนรองกระดูกสันหลัง จึงทำให้เกิดกระดูกงอกและบางครั้งทำให้เกิดการกดทับเส้นประสาท ผู้ป่วยบางท่านมีความกังวลใจว่าการรับประทานแคลเซียมวันละ 1 เม็ดนั้นหรือการรับประทานแคลเซียมมาเป็นระยะเวลานานมีผลทำให้เกิดภาวะกระดูกงอกหรือไม่ การรับประทานแคลเซียมวันละ 1 เม็ดในปริมาณประมาณ 600 มิลลิกรัมนั้น ไม่มีผลทำให้เกิดกระดูกงอกอันใดเลยเพราะสาเหตุของการเกิดกระดูกงอกตามส่วนต่างๆของข้อและกระดูกนั้นเกิดจากกระบวนการเสื่อมของร่างกาย ไม่เกี่ยวกับการรับประทานแคลเซียม`,
    },
]