

export const RenderShoulderDisease =
    <>
        <img className="aligncenter wp-image-1659 "
             src="https://doctorkeng.com/wp-content/uploads/2018/03/taninnit_ปวดไหล่รักษาให้ถูกต้อง.jpg" alt=""
             />
        <p style={{textAlign: "center"}}><span style={{color: "#000080", fontSize: "18pt"}}><strong>ปวดไหล่ รักษาให้ถูกต้อง</strong></span>
            <span style={{color: "#000080"}}><strong>โดย ผศ.นพ.ธนินนิตย์ ลีรพันธ์</strong></span></p>
        ท่านผู้อ่านคงเคยมีประสบการณ์ของการปวดไหล่ โดยเฉพาะเวลาบิดหมุนข้อไหล่
        อาการปวดไหล่มีสาเหตุในการเกิดมากมายหลายอย่าง ซึ่งอาจเกิดจากปัญหาภายในข้อไหล่เอง
        อาจจะเกิดจากการอักเสบของเส้นเอ็น กล้ามเนื้อ ที่อยู่รอบๆบริเวณข้อไหล่ ซึ่งอาการปวดไหล่มักจะมีอาการแย่ลง
        และปวดเพิ่มมากขึ้นเมื่อมีการเคลื่อนไหวของข้อไหล่ อาการปวดมักจะเริ่มมีอาการปวดบริเวณหัวไหล่
        และร้าวไปยังบริเวณต้นแขน โดยเฉพาะคุณสุภาพสตรี
        อาจจะมีอาการปวดบริเวณหัวไหล่เมื่อหมุนไหล่ในการใส่เสื้อชุดชั้นใน หรือเสื้อยืด
        บางครั้งอาการปวดหัวไหล่อาจเกิดจากโรคหมอนรองกระดูกต้นคอเสื่อมกดทับเส้นประสาท
        ทำให้เกิดอาการปวดร้าวมายังที่บริเวณหัวไหล่ ตามเส้นประสาทที่ถูกกดทับ

        <strong><span style={{color: "#000080"}}>สาเหตุที่ทำให้เกิดอาการปวดไหล่</span>
        </strong>อาการปวดไหล่ส่วนใหญ่มักเกิดจากปัญหาการอักเสบ และการเสื่อมของเนื้อเยื่ออ่อนเช่น กล้ามเนื้อ เส้นเอ็น
        มากกว่าเกิดจากกระดูก ส่วนใหญ่มักแบ่งได้เป็น
        <ul>
            <li>เส้นเอ็นอักเสบ และถุงน้ำอักเสบ : เส้น เอ็นมีลักษณะเป็นเส้นเป็นส่วนต่อระหว่างกล้ามเนื้อและกระดูก
                เส้นเอ็นอักเสบส่วนใหญ่มีสาเหตุมาจากกระบวนการเสื่อมสลายที่เกิดขึ้นเมื่อ
                อายุมากขึ้นผู้ป่วยมักเริ่มมีอาการปวดไหล่เพียงเล็กน้อย อาการจะเป็นๆหายๆ เริ่มมีอาการอ่อนแรงของข้อไหล่
                และข้อไหล่เคลื่อนไหวลำบากโดยเฉพาะ ท่าที่ยกแขนขึ้นไปเหนือศีรษะ
                อาการเส้นเอ็นอักเสบชนิดเฉียบพลันอาจจะหายไปได้ถ้าผู้ป่วยหยุดกิจกรรมที่ทำให้เกิดอาการเป็นระยะเวลานานพอสมควรเพื่อที่จะให้ไหล่ได้พัก
                ร่วมกับการทำกายภาพบำบัดเพื่อยืดเส้นเอ็น และการประคบด้วยความร้อน
                ถ้าอาการรุนแรงมากขึ้นผู้ป่วยอาจต้องรับประทานยาลดการอักเสบ หรือการฉีดยาสเตียรอยด์
                ถ้ารักษาด้วยการรับประทานยา
                และฉีดยาแล้วอาการไม่ดีขึ้นอาจจะต้องตรวจด้วยคลื่นแม่เหล็กไฟฟ้าอยากเพิ่มเติม
                เพื่อดูว่ามีการฉีกขาดของเส้นเอ็นหรือไม่ และตรวจแยกโรคอื่นออกไป
            </li>
        </ul>
        การเกิดหินปูนภายในเส้นเอ็นที่ยึดเกาะบริเวณข้อไหล่ก่อให้เกิดการอักเสบ
        จะทำให้ผู้ป่วยมีอาการปวดบริเวณหัวไหล่ขึ้นมาอย่างเฉียบพลัน
        ไม่สามารถขยับข้อไหล่ได้เพราะมีอาการเจ็บปวดเป็นอย่างมาก

        <span style={{color: "#000080"}}><strong>โรคข้อไหล่ติด</strong> </span>ผู้ที่มีความเสี่ยงในการเกิดโรคข้อไหล่ติดยึดได้แก่
        ผู้ป่วยเบาหวานมีโอกาสเป็นโรคนี้ประมาณร้อยละ 10 – 20 อาการข้อไหล่ติดมักเกิดในช่วงอายุประมาณ 40-65 ปี
        เกิดในเพศชายมากกว่าเพศหญิง ปัจจัย เสี่ยงอย่างอื่นเช่น
        มีการจำกัดการเคลื่อนไหวเป็นเวลานานซึ่งอาจเกิดจากอุบัติเหตุ การผ่าตัด โรคซึมเศร้า
        โรคหมอนรองกระดูกต้นคอเสื่อมซึ่งอาจปวดร้าวมาที่ไหล่ทำให้ผู้ป่วยไม่ยอมขยับไหล่แล้วทำให้ข้อไหล่ติด แพทย์
        จะทำการตรวจร่างกายทดสอบการเคลื่อนไหวของข้อไหล่ ดูว่ามีข้อไหล่ติด หรือมีอาการปวดในท่าใดบ้าง
        บางครั้งแพทย์อาจส่งตรวจถ่ายภาพเอกซเรย์เพื่อดูว่าตัวของกระดูกมีปัญหาหรือ ไม่ การรักษาเริ่มต้นส่วนใหญ่มักให้
        <ul>
            <li>ยาลดการอักเสบ และยาบรรเทาปวดเพื่อทำให้ผู้ป่วยรู้สึกสบายขึ้น</li>
            <li>การทำกายภาพบำบัดเพื่อให้ข้อไหล่สามารถกลับมาใช้งานและเคลื่อนไหวให้ได้เหมือนเดิม
                การประคบด้วยความร้อน
            </li>
            <li>การฉีดยาสเตียรอยด์เฉพาะที่</li>
        </ul>
        <span style={{color: "#000080"}}><strong>ถ้าอาการไม่ดีขึ้นอาจต้องตรวจพิเศษด้วยเครื่อง MRI</strong> </span>เพื่อดูว่ามีพยาธิสภาพอย่างอื่นร่วมด้วยหรือไม่
        เช่น เส้นเอ็นไหล่มีการฉีกขาด การ ผ่าตัดมักทำในกรณีที่ให้การรักษาด้วยวิธีข้างต้นไม่ดีขึ้นเป็นระยะเวลานาน
        หลายเดือน การผ่าตัดมักจะใช้วิธีส่องกล้องเข้าไปแล้วตัดสลายพังผืด
        ถ้าพบว่ามีการฉีกขาดของเส้นเอ็นก็อาจจะผ่าตัดซ่อมแซมร่วมด้วย

        เกิดการฉีกขาดของเส้นเอ็นรอบๆบริเวณข้อไหล่ อันเนื่องมากจากการเสื่อมของกระดูกข้อต่อบริเวณไหล่
        ทำให้เกิดการเสียดสีของเส้นเอ็นและกระดูกบริเวณรอบๆ รวมทั้งเส้นเอ็นมีการเสื่อม
        ทำให้เกิดการอักเสบและง่ายต่อการฉีกขาด
        <ul>
            <li>อาการปวดร้าวมาจากโรคบริเวณต้นคอ เช่นหมอนรองกระดูกคอเสื่อมก็ทำให้มีอาการปวดร้าวมาที่ไหล่ได้</li>
        </ul>
        <span style={{color: "#000080"}}><strong>ดังนั้นการซักประวัติและการตรวจร่างกาย </strong></span>โดยแพทย์ผู้เชี่ยวชาญจะสามารถให้การวินิจฉัยโรคได้แม่นยำเพิ่มมากขึ้นและสามารถให้การรักษาได้ถูกต้องตรงตำแหน่งกับรอยโรคที่เป็น
        สำหรับกรณีของผู้ป่วยที่มีปัญหาเส้นเอ็นไหล่อักเสบในผู้ที่มีอายุตั้งแต่ 45 ปีขึ้นไป
        ส่วนใหญ่มักเกิดจากกระบวนการเสื่อมของเส้นเอ็นร่วมกับ การเสื่อมของกระดูกบริเวณหัวไหล่
        ทำให้เกิดการเสียดสีของเส้นเอ็นในบริเวณหัวไหล่และกระดูก ในบางครั้งอาจทำให้เกิดการฉีกขาดของเส้นเอ็น
        ทำให้ผู้ป่วยมีอาการปวดไหล่มาก ไม่สามารถยกไหล่ขึ้นเหนือศีรษะได้ ปวดมากขึ้นเวลาบิดหมุนข้อไหล่
        และเกิดอาการอ่อนแรงรอบๆข้อไหล่ สิ่งสำคัญที่สุดในการรักษาอาการปวดไหล่คือการวินิจฉัยที่ถูกต้องแม่นยำ

        การใช้ยาสเตียรอยด์ฉีดเพื่อลดอาการอักเสบข้อเส้นเอ็นสามารถบรรเทาปวดในผู้ป่วยที่มีปัญหาเส้นอ็นอักเสบได้อย่างมาก
        ที่สำคัญสำหรับการฉีดยาสเตียรอยด์คือ ต้องไม่ฉีดเข้าไปภายในเส้นเอ็นโดยตรง เพราะจะทำให้เส้นเอ็นเกิดการฉีกขาดได้
        ควรฉีดเข้าไปที่ชั้นระหว่างเส้นเอ็นและกล้ามเนื้อ สำหรับผู้ป่วยที่ได้รับการฉีดยาสเตียรอยด์ไปประมาณ 2
        ครั้งแล้วอาการปวดไม่ดีขึ้นก็สมควรที่จะได้รับการตรวจวินิจฉัยเพิ่มเติมเช่น
        การตรวจด้วยคลื่นแม่เหล็กไฟฟ้าที่บริเวณหัวไหล่ เพื่อประเมินลักษณะของการอักเสบ การฉีกขาดของเส้นเอ็น
        รวมทั้งกายวิภาคของกระดูกในบริเวณไหล่ ซึ่งสามารถช่วยให้แพทย์ให้การรักษาที่ถูกต้องต่อไปได้
        ถ้าอาการไม่ดีขึ้นร่วมกับการตรวจพบว่ามีการฉีกขาดของเส้นเอ็นบริเวณหัวไหล่
        การรักษาด้วยการส่องกล้องเข้าไปยังบริเวณข้อไหล่
        ร่วมกับการเย็บซ่อมแซมเส้นเอ็นส่วนที่ฉีกขาดก็จะช่วยบรรเทาอาการปวดไหล่
        และทำให้การทำงานของไหล่ข้างที่มีพยาธิสภาพนั้นทำงานได้ดียิ่งขึ้น

        ปัจจุบันพบว่ามีอุบัติการณ์ของโรคปวดไหล่เพิ่มมากขึ้น เนื่องจากว่า ผู้ป่วยมีอายุยืนนานเพิ่มมากขึ้น
        แพทย์มีความรู้ ความเข้าใจในการวินิจฉัยโรคเพิ่มมากขึ้น
        รวมทั้งการมีเครื่องมือในการตรวจวินิจฉัยได้แม่นยำเพิ่มมากขึ้นกว่าในอดีต
        ทั้งในเรื่องของการวินิจฉัยด้วยเครื่องเสียงความถี่สูง (ultrasound) หรือการตรวจด้วยคลื่นแม่เหล็กไฟฟ้า (MRI)
        ซึ่งมีความแม่นยำสูงในการวินิจฉัยโรค และเทคนิคการฉีดยาสเตียรอยด์ด้วยการใช้คลื่นเสียงความถี่สูงเป็นตัวนำ
        ช่วยทำให้การฉีดยารักษาอาการปวดไหล่มีความแม่นยำเพิ่มมากขึ้น รวมทั้ง
        ลดอันตรายจากการฉีดยาสเตียรอยด์เข้าไปที่บริเวณเส้นเอ็นโดยตรง ลดอุบัติการณ์การฉีกขาดของเส้นเอ็นจากการฉีดยา
        ทำให้ประสิทธิภาพในการรักษาพยาบาลได้ผลดีขึ้นเป็นอย่างมาก

        ถ้าท่านเริ่มต้นมีอาการไหล่ติดควรไปพบศัลยแพทย์กระดูกก่อนเพื่อให้แพทย์ได้ทำการตรวจร่างกายเพื่อการวินิจฉัยโรคและให้การรักษาที่ถูกต้องเพื่อลดความทรมานจากอาการปวดไหล่
        ข้อไหล่ติด รวมทั้งสามารถใช้ไหล่ทำงานได้ดีเป็นปกติ

        <hr/>

        <span style={{color: "#000000"}}><strong><span style={{fontSize: "10pt"}}><span
            style={{color: "#000080"}}>สอบถามปัญหาสุขภาพกระดูกและข้อได้ที่</span>
</span></strong><span style={{fontSize: "10pt"}}><strong>Line OA:</strong> <a style={{color: "#000000"}}
                                                                              href="https://lin.ee/swOi91Q"
                                                                              target="_blank"
                                                                              rel="noopener">https://lin.ee/swOi91Q</a> <strong>หรือ Line ID search</strong> @DoctorKeng</span></span>
        <span style={{fontSize: "10pt", color: "#000000"}}><strong>Website: </strong>www.doctorkeng.com</span>
        <span style={{fontSize: "10pt", color: "#000000"}}><strong>YouTube:</strong> <a style={{color: "#000000"}}
                                                                                        href="https://www.youtube.com/results?search_query=taninnit+leerapun"
                                                                                        target="_blank"
                                                                                        rel="noopener">https://www.youtube.com/results?search_query=taninnit+leerapun</a></span>
        <span style={{fontSize: "10pt", color: "#000000"}}><strong>Facebook:</strong> <a style={{color: "#000000"}}
                                                                                         href="https://www.facebook.com/backpainnonop"
                                                                                         target="_blank"
                                                                                         rel="noopener">หมอเก่งไขปัญหาปวดกระดูกและข้อ</a></span>
        <span style={{fontSize: "10pt", color: "#000000"}}><strong>Blockdit</strong>: <a style={{color: "#000000"}}
                                                                                         href="https://www.blockdit.com/doctorkeng"
                                                                                         target="_blank"
                                                                                         rel="noopener">https://www.blockdit.com/doctorkeng</a></span>
    </>
