import sholder from "../assets/images/content/c_shoulder.svg";
import back from "../assets/images/content/c_back.svg";
import knee from "../assets/images/content/c_knee.svg";
import neck from "../assets/images/content/c_neck.svg";
import ankle from "../assets/images/content/c_ankle.svg";
import wrist from "../assets/images/content/c_wrist.svg";
import bone from "../assets/images/content/c_bone.svg";
import elbow from "../assets/images/content/c_elbow.svg";
import hip from "../assets/images/content/c_hip.svg";
import gout from "../assets/images/content/c_gout.svg";
import hand from "../assets/images/content/c_hand.svg";
import arthroplasty from "../assets/images/content/c_knee_arthroplasty.svg";
import therayp from "../assets/images/content/c_therapy.svg";
import {BackSubContent} from "./content/BackSubData.tsx";
import {ShoulderSubData} from "./content/ShoulderSubData.tsx";
import {KneeSubData} from "./content/KneeSubData.tsx";
import {NeckSubData} from "./content/NeckSubData.tsx";
import {AnkleSubData} from "./content/AnkleSubData.tsx";
import {WristSubData} from "./content/WristSubData.tsx";
import {BoneSubData} from "./content/BoneSubData.tsx";
import {ElbowSubData} from "./content/ElbowSubData.tsx";
import {HipSubData} from "./content/HipSubData.tsx";
import {GoutSubData} from "./content/GoutSubData.tsx";
import {HandSubData} from "./content/HandSubData.tsx";
import {ArthroplastySubData} from "./content/ArthroplastySubData.tsx";
import {TherapySubData} from "./content/TherapySubData.tsx";


export interface ContentData {
    title: string,
    detail: string,
    image: string,
    filter: string,
    link?: string[]
    subContent?: SubContent[]
}

export interface SubContent {
    title: string,
    shot?: string,
    path: string,
    detail: string,
    // detail: string|Element,
    image?: string,
    video?: string,
}


export const ContentItems = [
    {
        title: 'ปวดไหล่',
        filter: 'ไหล่',
        detail: 'ไหล่ประกอบด้วยกระดูก 3 ชิ้น ได้แก่ กระดูกไหปลาร้า (clavicle) , กระดูกสะบัก (scapula) และกระดูกต้นแขน (humerus) ร่วมกับกล้ามเนื้อ เอ็น และเอ็นกล้ามเนื้อที่เกี่ยวข้อง ข้อต่อระหว่างกระดูกต่างๆเหล่านี้ประกอบกัน' +
            'เป็นข้อต่อไหล่ ไหล่เป็นโครงสร้างที่มีความยืดหยุ่นเพื่อให้แขนและมือสามารถการเคลื่อนที่ได้อย่างมาก และยังมี' +
            'ความแข็งแรงมากเพื่อใช้ในการออกแรงยกของ ดัน และดึง จากหน้าที่การทำงานของไหล่ดังกล่าวทำให้ไหล่' +
            'เป็นบริเวณที่คนมักบาดเจ็บหรือปวดล้าอยู่สม่ำเสมอ',
        image: sholder,
        subContent: ShoulderSubData
    },
    {
        title: 'ปวดหลัง',
        filter: 'หลัง',
        detail: 'การปวดหลังอาจไม่ได้มีสาเหตุมาจากโรคพื้นเดิม ตัวอย่างเช่น การใช้งานมากเกินไป เช่น การออกกำลังกาย' +
            'หรือการยกของมากเกินไป การนั่งและการนอนเป็นเวลานาน การนอนด้วยท่าทางที่ไม่สบาย หรือการสะพายเป้' +
            'ที่มีขนาดไม่เหมาะสม',
        image: back,
        subContent: BackSubContent,
    },
    {
        title: 'ปวดเข่า',
        filter: 'เข่า',
        detail: 'การปวดเข่าอาจมีสาเหตุที่ไม่ได้มาจากโรคพื้นเดิม ตัวอย่างเช่น การทำกิจกรรมที่ใช้แรงมาก การขาดการใช้งาน การบาดเจ็บอย่างเช่น การเคล็ดขัดยอกหรือกล้ามเนื้อหรือเอ็นฉีกขาด การนั่งในพื้นที่จำกัด หรือการนั่งคุกเข่า' +
            'เป็นเวลานาน',
        image: knee,
        subContent:KneeSubData
    },
    {
        title: 'ปวดคอ',
        filter: 'คอ',
        detail: 'การปวดคออาจไม่ได้มีสาเหตุมาจากโรคพื้นเดิม ตัวอย่างเช่น การยืดคอเป็นเวลานาน (เงยขึ้นหรือก้มลง) การนอนในท่าที่ไม่สบาย ความเครียด หรือการสวมสร้อยคอหนักๆ',
        image: neck,
        subContent:NeckSubData
    },
    {
        title: 'ปวดเท้าและข้อเท้า',
        filter: 'เท้า',
        detail: 'สาเหตุของภาวะนี้ยังไม่เป็นที่ทราบชัดเจน แต่มีปัจจัยเสี่ยงที่สำคัญเช่นการยืนนานๆ การออกกำลังกายมาก และความอ้วน นอกจากนี้ยังพบว่าสัมพันธ์กับการมีเท้าบิดเข้าใน และพฤติกรรมที่ไม่ค่อยออกกำลังกาย แม้จะมี' +
            'การพบปุ่มงอกกระดูกส้นเท้าร่วมกับภาวะนี้บ่อยครั้งแต่ยังไม่เป็นที่ชัดเจนว่าปุ่มงอกนี้มีบทบาทในการทำให้เกิด' +
            'ภาวะนี้หรือไม่ ภาวะพังผืดอักเสบที่ฝ่าเท้านี้ถือเป็นโรคของจุดเกาะเส้นเอ็นที่มีการฉีกขาดขนาดเล็ก คอลลาเจน' +
            'เสื่อมสภาพ และเกิดแผลเป็น ดังนั้นการอักเสบจึงมีบทบาทน้อยในการเกิดภาวะนี้ จึงมีการเสนอให้เปลี่ยนชื่อ' +
            'ภาวะนี้จาก plantar fasciitis เป็น plantar fasciosis (“โรคของพังผืดที่ฝ่าเท้า”) การวินิจฉัยส่วนใหญ่ทำได้' +
            'โดยการอาศัยประวัติและผลการตรวจร่างกาย บางครั้งอาจทำอัลตราซาวนด์ช่วยในการวินิจฉัยภาวะอื่นๆ ที่อาจมีอาการคล้ายกันได้เช่น โรคข้อเสื่อม กระดูกสันหลังอักเสบยึดติด กลุ่มอาการแผ่นไขมันฝ่าเท้าโรคข้อแบบ' +
            'ปฏิกิริยา เป็นต้น',
        image: ankle,
        subContent:AnkleSubData
    },
    {
        title: 'ปวดข้อมือ',
        filter: 'ข้อมือ',
        detail: 'การปวดข้อมืออาจมีสาเหตุที่ไม่ได้มาจากโรคพื้นเดิม ตัวอย่างเช่น เอ็นหรือกล้ามเนื้อยืดเกินไปหรือฉีกขาด การใช้งานมากเกินไป (เทนนิส สกี กอล์ฟ) การไม่ได้ใช้งาน หรือบาดแผล',
        image: wrist,
        subContent:WristSubData
    },
    {
        title: 'กระดูกพรุน',
        filter: 'กระดูกพรุน',
        detail: 'โรคกระดูกพรุน (Osteoporosis)คือโรคที่ลดความแข็งแรงของกระดูกและเพิ่มความเสี่ยงที่จะทำให้เกิดกระดูก' +
            'หักโรคนี้เป็นสาเหตุหลักของการเกิดกระดูกหักในผู้สูงอายุ ซึ่งมักเกิดกับกระดูกไขสันหลัง, กระดูกแขน' +
            'ท่อนปลายและกระดูกสะโพก โรคกระดูกพรุนมักไม่แสดงอาการผู้ป่วยต้องอาศัยการตรวจกระดูกเท่านั้น' +
            'จึงจะทราบ ผู้ที่มีภาวะกระดูกหักจะมีอาการปวดเรื้อรังและสมรรถภาพการเคลื่อนไหวลดลง เพศหญิงมีความเสี่ยงเป็นโรคนี้สูงกว่าเพศชาย',
        image: bone,
        subContent:BoneSubData
    },
    {
        title: 'ปวดข้อศอก',
        filter: 'ข้อศอก',
        detail: 'ข้อศอก (อังกฤษ: elbow joint) เป็นข้อต่อที่เกิดจากการติดต่อกันระหว่างกระดูกสามชิ้น คือ กระดูกต้นแขน (humerus) กระดูกอัลนา (ulna) และกระดูกเรเดียส (radius) และเป็นข้อต่อที่เกี่ยวข้องโดยตรง' +
            'กับการเคลื่อนไหวของปลายแขน (forearm) โดยเฉพาะการงอ-เหยียด และการพลิกปลายแขน ข้อศอกยัง' +
            'เป็นข้อต่อที่มีเอ็นรอบข้อต่อและกล้ามเนื้อต่างๆมาช่วยในการค้ำจุนระหว่างการเคลื่อนไหว รวมทั้งมีแขนง' +
            'ของหลอดเลือดและเส้นประสาทในบริเวณใกล้เคียงมาเลี้ยงอีกด้วย',
        image: elbow,
        subContent:ElbowSubData
    },
    {
        title: 'ปวดสะโพก',
        filter: 'สะโพก',
        detail: 'เนื่องจากข้อสะโพกเป็นข้อต่อขนาดใหญ่ชิ้นหนึ่งในร่างกายที่อยู่ระหว่างกระดูกเชิงกรานและกระดูกต้นขา ทำหน้าที่หลักในการรับน้ำหนักร่างกายส่วนบนในทุกอิริยาบถของเรา เช่น การเดิน การนั่ง หรือการยืน ดังนั้น อาการปวดสะโพก ไม่ว่าจะเป็นด้านหน้า ด้านหลัง หรือด้านข้างลำตัวที่เกิดขึ้นขณะร่างกายหยุดนิ่ง' +
            'หรือเคลื่อนไหวเพื่อปรับเปลี่ยนท่าทาง ย่อมสร้างความรำคาญใจและรบกวนการใช้ชีวิตประจำวัน ทั้งนี้ อาการปวดข้อสะโพกสามารถหายไปเองได้ หลังจากได้รับการดูแลที่ถูกต้อง แต่ถ้าหากอาการดังกล่าว' +
            'ได้ทวีความรุนแรงมากขึ้น เช่น มีอาการปวดร้าวเมื่อเดินลงน้ำหนัก นี่อาจเป็นสัญญาณเตือนถึงโรคเรื้อรัง' +
            'บางอย่างที่เกิดขึ้นกับร่างกายของเรา',
        image: hip,
        subContent:HipSubData
    },
    {
        title: 'เกาต์',
        filter: 'เก๊าท์',
        detail: 'โรคเกาต์ (หรือที่รู้จักกันในนาม โพดากรา เมื่อเกิดกับนิ้วหัวแม่เท้า) เป็นภาวะความเจ็บป่วยที่มักสังเกตได้จาก' +
            'อาการไขข้ออักเสบกำเริบเฉียบพลันซ้ำ ๆ—มีอาการแดง ตึง แสบร้อน บวมที่ข้อต่อ ข้อต่อกระดูกฝ่าเท้า-นิ้วเท้าที่โคนนิ้วหัวแม่เท้ามักได้รับผลกระทบบ่อยที่สุด (ประมาณ 50% ของผู้ป่วย) นอกจากนี้ ยังอาจพบได้' +
            'ในรูปแบบของก้อนโทไฟ นิ่วในไต หรือ โรคไตจากกรดยูริก โรคนี้เกิดจากการมีระดับกรดยูริกในเลือดสูง กรดยูริกตกผลึกแล้วมาจับที่ข้อต่อ เส้นเอ็น และ เนื้อเยื่อโดยรอบ',
        image: gout,
        subContent:GoutSubData
    },
    {
        title: 'โรคมือชา',
        filter: 'มือชา',
        detail: 'ในประเทศไทย เมื่อปี 2013 พบว่ามีรายงานผู้ป่วยด้วยอาการนี้อยู่ราว 100,000 กรณีต่อปี ผู้ป่วยส่วนมาก' +
            'เป็นผู้ที่ประกอบอาชีพที่ต้องมีการมัดหนังยาง, แม่บ้าน, คนครัว และพนักงานออฟฟิศ ในขณะที่ราว 5% ของประชากรสหรัฐอเมริกามีอาการนี้ มักเริ่มต้นในวัยผู้ใหญ่ และพบในผู้หญิงมากกว่าผู้ชาย มากถึง 33% ของผู้ป่วยมักมีอาการที่ดีขึ้นเองในเวลาเกือบปีโรคนี้เป็นที่รู้จักและอธิบายอย่างจริงจังในช่วงหลังสงครามโลก' +
            'ครั้งที่สอง',
        image: hand,
        subContent:HandSubData
    },
    {
        title: 'ข้อเข่าเทียม',
        filter: 'ข้อเข่าเทียม',
        detail: 'การรักษาโรคข้อเสื่อมทำโดยการปรับเปลี่ยนพฤติกรรม ได้แก่ ลดน้ำหนักออกกำลังให้พอเหมาะไม่ใช้ข้อมาก' +
            'เกินไป เช่น การว่ายน้ำ การเดิน พักผ่อนให้เพียงพอกายภาพบำบัดเพื่อให้ข้อต่อเคลื่อนไหวได้และให้กล้ามเนื้อ' +
            'มีกำลัง ส่วนการใช้ยาสามารถใช้พาราเซตามอลเพื่อระงับอาการปวด ซึ่งนับเป็นยาหลักที่ได้รับการแนะนำ' +
            'ให้ใช้ในแนวทางการรักษาโรคข้อเสื่อม อาจใช้ยาแก้อักเสบชนิดไม่ใช่สเตรอยด์ระงับอาการปวดและการอักเสบ ส่วนการใช้สเตอรอยด์ชนิดรับประทานไม่แนะนำเพราะมีผลข้างเคียงสูง แต่การฉีดสเตอรอยด์เข้าข้อช่วย' +
            'ระงับปวดในระยะสั้นเป็นสัปดาห์หรือเป็นเดือนการฉีดกรดไฮยาลูโรนิกเข้าข้อจากการศึกษาทบทวนวรรณกรรม' +
            'ในปี ค.ศ. 2005 และ 2009 ไม่พบว่าทำให้อาการทางคลินิกดีขึ้นการผ่าตัดเปลี่ยนข้อจะทำเมื่อการให้ยาควบคุม' +
            'อาการปวดไม่ได้ผล',
        image: arthroplasty,
        subContent:ArthroplastySubData
    },
    {
        title: 'กายภาพบำบัด',
        filter: 'บริหาร',
        detail: 'กายภาพบำบัด (อังกฤษ: physical therapy หรือ physiotherapy) เป็นวิชาชีพทางด้านวิทยาศาสตร์สุขภาพ ที่เกี่ยวข้องกับการป้องกัน รักษา และจัดการเกี่ยวกับการเคลื่อนไหวที่ผิดปรกติ ที่เกิดขึ้นจากสภาพและภาวะ' +
            'ของโรค ที่เกิดขึ้นในทุกช่วงของชีวิต' +
            'กายภาพบำบัด จะกระทำโดย นักกายกายภาพบำบัด (Physical therapist หรือ Physiotherapist หรือย่อว่า PT) หรือผู้ช่วยนักกายภาพบำบัด (Physical Therapy Assistant) ภายใต้การดูแลและแนวทางของนักกายภาพบำบัด อย่างไรก็ตาม ได้มีการใช้การรักษาทางกายภาพบำบัด' +
            'บางอย่างโดยผู้ประกอบวิชาชีพสุขภาพอื่นๆ เช่น ไคโรแพรคเตอร์,แพทย์ทางด้านการจัดกระดูก และโปรแกรม' +
            'การรักษาทางกายภาพบำบัด ยังเกี่ยวข้องกับผู้ให้บริการสาธารณสุขอื่น ๆ อีกด้วย',
        image: therayp,
        subContent:TherapySubData
    },
]